[
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: REDMAGIC 7S Pro Gaming Handy, 5G Android Smartphone, 18GB RAM+512GB ROM, Snapdragon 8+ Gen 1, 6.8\" AMOLED Bildschirm, 5000mAh Gaming Telefon, 64MP Kamera, 65W Ladegerät, Dual-SIM Silber&Transparent\nProduct Description: 【5G & WIFI Verbindung und 5000mAh Akku】 5G ist SA+NSA Dualmodus und unterstützt alle Schlüsselregionen mit bis zu 3.0 Gbit/s Uploads und bis zu 7.5 Gbit/s Downloads. WIFI ist bis zu 3.5 Gbit/s. Diese bringen Mobile Gaming auf ein ganz neues Level. Laden Sie die neuesten Spiele und Videos ganz einfach mit Gigabit-Geschwindigkeit herunter, um Ihr reibungsloses Erlebnis mit geringer Latenz zu demonstrieren. Das Handy-zertifizierte 65W GAN Ladegerät unterstützt 65W Schnellladung.\n0. musik, 5g, schnelles laden, kamera\n1. kochbuch, 4g, langsame ladung, einsteiger smartphone\n2. gaming, wlan, akkulaufzeit, mittelklasse smartphone\n3. gaming, 5g, schnelles laden, high-end smartphone",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best summarizes the following product?\nProduct Title: detailmate SONAX Hand Polier Bundle - SONAX Polish+Wax Color schwarz 500ml Handpolierschwamm hart Ø90/50mm Edgeless Mikrofaser Poliertuch 550GSM rot\nProduct Description: EDGELESS MIKROFASERTUCH: 40x40cm, 550GSM. Superweiches, saugstarkes Mikrofasertuch, das ideal zum Auspolieren und Abtragen von Produktresten geeignet ist. Durch den einzigartigen Ultraschallschnitt ist das Edgeless Superflausch randlos und eignet sich daher auch ideal zum kratzfreien Arbeiten auf allen Lacken. Materialzusammensetzung: 80% Polyester, 20% Polyamide. Waschbar bei bis zu 40°C. Keinen Weichspüler verwenden!\n\n0. sonax, poliertuch, mikrofaser, randlos\n1. küchenreinigung, mikrofaser, weichspüler, sonax\n2. polierschwamm, wax, auto, detailmate\n3. auto, polieren, mikrofaser, sonax",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best summarizes the following product?\nProduct Title: Aparatoo Ultraschallreinigungsgerät Brille, 450ml Ultraschallgerät mit 4 Zeiteinstellungen 45KHz, Professioneller Ultraschallreiniger für Schmuck, Brillen, Uhren, Silber, Halsketten, Rasierer, Münzen\nProduct Description: 【360° Ultraschallreinigung & Hochfrequenzvibration】 Das mit 45000 Hz Hochfrequenzvibration ausgelegte Ultraschallreinigungsgerät erzeugt Schallwellen von 360°, um Fett, Staub und Bakterien auf dem Objekt abzulösen und einen Reinigungseffekt zu erzielen. (Hinweis: Weichen Sie den Bedienknopf nicht ein, während Sie das Wasser ausgießen, gießen Sie das Wasser bitte von der linken oder rechten Seite des Tanks aus.)\n0. Ultraschall, Reinigung, Vibration, Effizienz\n1. Staubsauger, Teppich, Reinigung, Niedrigfrequenz\n2. Geschirrspüler, Küche, Fettentfernung, Bakterien\n3. Ultraschallreiniger, Schmuck, Brillen, Hochfrequenz",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: USB C Kopfhörer für Samsung Galaxy S22 Ultra S21 FE S20 A53 USB C Kopfhörer mit Mikrofon In-Ear Kopfhörer mit Kabel Ohrhörer USB Typ C Kopfhörer für iPad Pro 2021/2020 iPad Air 5/4/Mini 6, Pixel 3 2\nProduct Description: Bequem und einfach zu tragen: Das ergonomische und bequeme In-Ear-Design verhindert effektiv, dass die Ohrhörer herausfallen. Zusätzlich sind 1 Paar weiche Ohrstöpsel, die für sicheren Sitz und dauerhaften Komfort sorgen. Das leichte und tragbare Design macht diese kopfhörer für samsung s20 ideal zum Pendeln, Busfahren, Laufen, Klettern und für andere Gelegenheiten, so dass Sie überall tolle Musik genießen können.\n0. ergonomisch, In-Ear, tragbar, universell\n1. samsung s20, iPad Pro, Musik, Komfort\n2. leicht, komfortabel, USB C, In-Ear\n3. Pendeln, Laufen, Musikgenuss, USB Typ C",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the product details below, which set of keywords best describes it? \nProduct Title: KADAX Geflochtener Korb, Brotkorb aus Polypropylen, Obstkorb, Lebensmittelkorb in 3 verschiedenen Farben, Frühstücks Flechtkorb, Besteckkorb, Aufbewahrungskorb (Grau, Herzförmig) \nProduct Description: BROT GEHÖRT ZU DEN GRUNDNAHRUNGSMITTELN, DIE JEDEN TAG VERZEHRT WERDEN. Man isst Brote, schneidet Brötchen oder genießt das selbstgebackene Gebäck. Frisches Brot oder Brötchen direkt aus dem Ofen sollten einen passenden Platz auf Ihrem Tisch finden. Unser Korb der Marke KADAX eignet sich ausgezeichnet zur Aufbewahrung des Gebäcks. Er garantiert das bequeme Greifen nach Brot beim Frühstück und sieht dabei hübsch aus. Das ist aber noch nicht alles.\n\n0. küchenzubehör, polypropylen, herzförmig, aufbewahrung\n1. gartenmöbel, polypropylen, herzförmig, dekoration\n2. geflochtener korb, brotkorb, obstkorb, polypropylen\n3. bäckereizubehör, polypropylen, quadratisch, aufbewahrung",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best describes the product based on the title and description?\nProduct Title: USB C Kopfhörer HiFi Stereo Typ C Headset Magnetic mit Kabel In-Ear mit Mikrofon und Lautstärkeregler Ohrhörer für Samsung Galaxy S22 S21 S20 Fe Note 20 Z Flip A53 A33 Google Pixel 6 5 Xiaomi Huawei\nProduct Description: ♫ Breite Kompatibilität: Diese USB C Kopfhörer sind kompatibel mit Samsung Galaxy S22 S21 S20 Note 20 Note 10 Ultra Z Flip 4 A33, iPad Pro 2020, iPad Air 2020, iPad mini 6, Sony Xperia 10Ⅲ Xperial XA2, Nokia 8 Sirocco, Google Pixel 6 5 4, OPPO Find X5 Pro, Xiaomi 12, Oneplus 9R, Huawei P40 Pro und weitere Geräte mit Audioanschluss vom Typ C-Buchse. Hinweis: MacBook, iPad Pro oder andere Telefone mit USB-C- und 3,5-mm-Audiobuchse unterstützen nur das Hören von Musik, keine Telefonanrufe.\n\n0. HiFi, Typ C, Breite Kompatibilität, In-Ear\n1. USB C, Musik, MacBook, Telefonanrufe\n2. Magnetic, Lautstärkeregler, iPad, Sony Xperia\n3. Samsung Galaxy, Google Pixel, Xiaomi, Huawei",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best describes the product?\nProduct Title: YoungBee Abdeckung für Gartenmöbel, wasserdichte Schutzhülle Anti-UV Abdeckplane für Gartentische Terrassenmöbel, Regenschutz und Staubfest, Schwerlast 420D -Oxford Gewebe 213*132*74cm\nProduct Description: AUSGEZEICHNETE WASSERDICHTHEIT - Die Innenseite der abdeckplane gartenmöbel ist mit umweltfreundlichem und hochwertigem PVC-Material beschichtet. Um das Eindringen von Wasser durch die Nähte zu verhindern, haben wir sie einen speziellen wasserdichten Nahtschutz entwickelt, der es dem Produkt ermöglicht, einem Wasserdruck von bis zu 15000pa standzuhalten und über 1600 Stunden 100% wasserdicht zu bleiben, selbst wenn sich Wasser auf der Oberfläche angesammelt hat.\n\n0. gartenmöbel, UV-Schutz, leicht, atmungsaktiv\n1. wasserdicht, Anti-UV, Schwerlast, 420D Oxford\n2. küchengeräte, wasserdicht, leicht, UV-Schutz\n3. regenschirm, staubfest, wasserdicht, garten",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best summarizes the following product?\nProduct Title: sweguard USB C Kabel [2Stück 0.5m] USB Type C Ladekabel Nylon Typ C Kabel für Samsung Galaxy S10 S9 S8 Plus,Note10,Note9,M31,M30s,M20,A20e,A71,A51,A50,A40,A10e,Mi9,Mi8,Redmi Note8 Pro,LG G7\nProduct Description: 【Breite Kompatibilität】: Kompatibel mit Samsung Galaxy S22,S21,S21,S20 / fe, S10(plus) ,S10e, S9(plus), S8 (plus),Samsung Galaxy Note 20,Note 10,Note 9,Note 8,Galaxy M31 M30 M21 M20, A80 A72 A71 A70 A52 A51 A50 A31 A40 A10S / A9 / C9, Huawei P9 Plus / P10, Honor 8,mate 9/Mate 10, LG G8 G7 G5 G6 G7 V20 V30 V40 V50, HTC 10 / U11, Sony Xperia XZ, OnePlus 2 / 3 / 3T/5/7 Pro, Lumia 950 / 950XL, und anderen USB-C-Geräten.\n0. USB-C, Schnellladung, Nylon, Breite Kompatibilität\n1. USB-C, Audio, Video, Adapter\n2. USB-C, Wasserdicht, Outdoor, Sport\n3. USB-C, Langsamladung, Kurze Lebensdauer, Geringe Kompatibilität",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: USB C auf DisplayPort Kabel 8K@60Hz Maxonar 2M/6.6Ft 4K@60Hz/144Hz/120Hz 5K@60Hz 2K@240Hz Thunderbolt 3 zu DisplayPort HBR3 Typ C DP 1.4 Adapter für Mac Studio,MacBook Pro,Mac mini[VESA-Zertifiziert]\nProduct Description: 【Die neueste Technologie】Maxonar USB-Kabel vom Typ C zu DisplayPort entspricht den Spezifikationen von DP1.4. Die Gesamtbandbreite der HBR3-Verbindungen (High Bit Rate 3) beträgt 32,4 Gbit / s. Unterstützung Hohe Aktualisierungsrate, Unterstützung für DSC (Display Stream Compression). Forward Error Correction und HDR-Metatransport unterstützen Multi-Stream (MST) für die Verkettung mehrerer Monitore.(Hinweis: Funktioniert nicht für Samsung Odyssey G7,ASUS VP249QGR, Asus VG249Q)\n0. High-Speed, DisplayPort, Thunderbolt 3, Multi-Monitor\n1. USB-C, Gaming, Inkompatibel, Samsung Odyssey\n2. VESA-Zertifiziert, HDR, DSC, MST\n3. 8K Video, MacBook, Mac Studio, High Bit Rate",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the following product, which of the following keyword sets is most suitable for it?\nProduct Title: KESSER® Zuckerwattemaschine Set für Dein zuhause - Mit 30x Zuckerwatte Stäbchen & Messlöffel - Retro Cotton Candy Maschine - Zuckerwatte Maschine Mit Zubehör - Höhe 22 cm - 500 W Rot Weiß\nProduct Description: 𝐄𝐈𝐍𝐅𝐀𝐂𝐇𝐄 𝐅𝐔𝐍𝐊𝐓𝐈𝐎𝐍𝐒𝐖𝐄𝐈𝐒𝐄: Vor dem Gebrauch empfehlen wir Ihnen die Maschine gut vorzuheizen, dadurch erreichen Sie mit dem Infrarot-Heizelement das bestmögliche Ergebnis. Im Anschluss können Sie den Zucker in Form von normalem Haushaltszucker oder Bonbons einfüllen. Nach wenigen Minuten sind die ersten Ergebnisse schon sichtbar, denn durch das Schleudern entstehen dünne Zuckerfäden. Mit den mitgelieferten Stäben können Sie diese homogene Masse problemlos aufnehmen.\n0. küchenhelfer, zuckerwatte, retro, party\n1. infrarot, heizelement, haushaltszucker, bonbons\n2. zuckerwattemaschine, retro, kinderparty, zubehör\n3. backzubehör, messlöffel, stäbchen, süßigkeiten",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the following product, which of the following keyword sets is most suitable for it?\nProduct Title: LLPT 10M Doppelseitiges Klebeband Extra Stark Transparent Spurlos Nano Tape, Waschbares Hochleistungs-Gel-Klebeband für den Heimbüro-Laden Dekokartenposter Fotowand（2,5cm x 10m）\nProduct Description: Anwendung: Starke Festigkeit, die mäßiger bis schwerer Festigkeit standhält und sicher ist für Glas, Metall, Beton, Marmor, Fliesen, Ziegelsteine, Zierleisten, Leisten, Kfz, Kfz-Kennzeichen, Namensschilder, Emblem, Autohalterungen, Fliesen, große Glas/Aluminium/Kunststoff-Installation, Nachrüstung von Fahrzeugen für Karosseriebausatz/Frontstoßstange/Heckstoßstange/Seitenschürze, Moskito-/Wanzengitter, Metallbriefkasten, Spiegel, Aufhänger, Projekte und so weiter\n0. stark, reparatur, autozubehör, klebeband\n1. bürobedarf, transparent, leicht, klebeband\n2. nano, montage, dekoration, vielseitig\n3. doppelseitig, transparent, waschbar, stark",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: LED Deckenleuchte mit Bewegungsmelder, 18W 1800LM Sensor Deckenlampe Dimmbar mit Fernbedienung, Memoryfunktion, IP54 Sensorlampe für Garage, Treppen, Keller, Flur, Balkon, Diele, Badezimmer φ22CM\nProduct Description: Bewegungsmelder kann ausgeschaltet werden: Als Sensorlampe mit Fernbedienung können Sie die Erfassungsfunktion direkt über die Fernbedienung ausschalten und werden so zu einer dimmbaren und einstellbaren Deckenleuchte mit Fernbedienung. Auf diese Weise kann diese Deckenleuchte mit Bewegungsmelder(ausschalten kann) in mehr Szenen wie Küche, Schlafzimmer usw. eingesetzt werden als herkömmliche Sensorleuchte. *Zwei Fliegen mit einer Klappe schlagen\n0. garage, treppen, keller, flur\n1. küche, schlafzimmer, fernbedienung, sensor\n2. led, ip54, badezimmer, memoryfunktion\n3. bewegungsmelder, fernbedienung, dimmbar, vielseitig",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: EK AIO Basic 360mm, All-in-One CPU Wasserkühler mit Premium EK-Vardar Hochleistungs-PMW-Lüftern, Flüssigkeitskühlung, 120 mm Lüfter, Intel 115X/1200/2066, AMD AM4\nProduct Description: Erstklassiges und langlebiges Design – Der EK AIO wird mit vorinstallierten verstärkten und ummantelten Gummischläuchen geliefert, die jeweils mit einer Aluminiumabdeckung ausgestattet sind, um sicherzustellen, dass sie extrem langlebig sind. Die diamantgeschliffenen Drehanschlüsse ermöglichen eine einfache Installation und Anpassung des Gummischlauchs und bieten einen vollständigen Bewegungsbereich, wodurch der EK AIO selbst für die Installation auf engstem Raum geeignet ist.\n\n0. hochleistungs, gaming, aluminium, robust\n1. wasserkühlung, aio, langlebig, premium-lüfter\n2. gummischläuche, verstärkt, einfache installation, bewegungsfreiheit\n3. intel kompatibel, amd, flüssigkeitskühlung, einfache montage",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: elasto Große Personalisierte Vesperbox mit Gravur | BPA-Freie Brotdose mit Namen 23 x 15 x 7cm Brotzeitbox Metall für Kinder und Erwachsene | Tolles Geschenk für Schule, Kindergarten Arbeit (Silber)\nProduct Description: DEUTSCHER KUNDENSERVICE & VERTRIEB - Von Ihrem Veredelungsprofi - Höchste Qualität und modernste Fertigungstechniken – Mache dir uns anderen eine Freude und lege dir Deine personalisierte Brotdose jetzt in den EinkaufswagenCE & VERTRIEB - Von Ihrem Veredelungsprofi - Höchste Qualität und Modernste Fertigungstechniken – Legen dir deine personalisierte Brotdose JETZT in den Einkaufwagen\n0. personalisierte Geschenke, BPA-frei, Metall, Schule\n1. Kundenservice, Gravur, Plastik, Kindergarten\n2. personalisierte Vesperbox, Gravur, BPA-frei, für Kinder und Erwachsene\n3. Brotdose, personalisiert, Kunststoff, Schule und Arbeit",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Dreamzie Kissenbezug Wasserdichter (Set of 2) - Für Kissen 30 x 50 cm - Außenbezug aus atmungsaktiver Baumwolle mit BiOme-Behandlung: hypoallergen - 2 Stück Kissenschoner mit Reißverschluss\nProduct Description: EIN GESUNDER KISSEN FÜR LANGE ZEIT - Unser 2 Set Kissenschutzbezug ist 100% wasserdicht und atmungsaktiv: Sie verhindern, dass Schweiß, Speichel und andere Flüssigkeiten Ihr Kissen berühren und gleichzeitig wird die Luft durchgehen - Optimale Protektion indem den frisch bleibt. Die Größenangabe 30 x 50 cm cm bezieht sich auf die Größe des Kissens. Die Maße des Bezugs können um einige Zentimeter abweichen, um besser zum Kissen zu passen.\n0. wasserdicht, atmungsaktiv, hypoallergen, Kissenschoner\n1. hypoallergen, Baumwolle, Schlafzimmer, Komfort\n2. atmungsaktiv, wasserdicht, Schlafkomfort, BiOme\n3. Kissenschoner, hypoallergen, wasserdicht, Luftzirkulation",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the following product, which of the following keyword sets is most suitable for it?\nProduct Title: TORRAS [Dünnes Meisterwerk] für iPhone 13 Pro Hülle mit (2 * 9H Schutzglas) 360 Grad Rundumschutz Schutzhülle iPhone 13 Pro Handyhülle Exzellente Samtiger Touch Slim Fit Hülle iPhone 13 Pro Case Rot\nProduct Description: [Fantastisch Kombination] Verbringen Sie immer noch Ihre kostbare Zeit mit der Auswahl des richtigen Handyzubehörs? Die Kombination aus 1 Handyhülle und 2 Handyschutzfolien ist das Match, das den Erwartungen wirklich gerecht wird. Gleichzeitig können das Bildschirmdesign mit einer Höhe von mehr als 1,2 mm und der erhöhte Kamerarand von 1,5 mm den teuren Bildschirm und die Kamera von Mobiltelefonen besser vor Kratzern und Bruch schützen.\n\n0. iPhone 13 Pro, Schutzglas, Rundumschutz, Slim Fit\n1. iPhone 13 Pro, Küchenzubehör, Wasserdicht, Stoßfest\n2. iPhone 13 Pro, Schutzhülle, Panzerglas, Rot\n3. iPhone 13 Pro, Sportzubehör, Atmungsaktiv, Leicht",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the product details below, which set of keywords best describes it?\nProduct Title: SCRIMEMO LCD Schreibtafel 8,5 Zoll Bunte hellere Schrift, LCD Writing Tablet Schreibtafel für Kinder, Stift Papierlos für Schreiben Malen Notizen Super als Geschenke (Rosa)\nProduct Description: Geeignet für jeden Es ist in der Lage, die Lern- und Innovationsfähigkeiten von Kindern zu fördern, er / sie kann es benutzen, um zu Hause Zeichnen zu lernen, außerdem hält dieser Schreibblock die Kinder im Auto, Flugzeug oder Restaurant beschäftigt. Schüler und Lehrer können damit Entwürfe erstellen und sich Notizen machen. Außerdem ist es für Erwachsene geeignet, um Liste und Einkaufsliste zu machen.\n0. lernspielzeug, kinder, zeichnen, notizen\n1. kochrezepte, erwachsene, büro, notizen\n2. reise, auto, flugzeug, restaurant\n3. geschenke, rosa, schreibtafel, lcd",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the product details below, which set of keywords best describes the product?\nProduct Title: KESSER® Verlängerungskabel 25m mit Schutzkappe Outdoor - für Innenbereich Außenbereich - Verlängerung Stromkabel – 230 V IP44 - mit Schuko Stecker - Schutzkontakt Baustellenkabel Schutzkontaktstecker\nProduct Description: 𝐇𝐎𝐂𝐇𝐖𝐄𝐑𝐓𝐈𝐆 𝐔𝐍𝐃 𝐑𝐎𝐁𝐔𝐒𝐓: Das qualitativ hochwertige Kabel von KESSER ist die ultimative Lösung, wenn es um eine kompromisslose Stromversorgung geht. Profitieren Sie von der extrem hohen Flexibilität und der besonders hohen Wetterbeständigkeit. Ausgestattet mit einem Spritzwasserschutz nach IP44, einem Knickschutz können Sie die Steckdosenleiste bei einer Temperatur von -20°C bis +60°C problemlos nutzen.\nOptions:\n0. audio, HDMI, USB, Innenbereich\n1. hochwertig, flexibel, wetterbeständig, IP44\n2. Garten, IP65, wasserdicht, Lichterkette\n3. Kabeltrommel, Außenbereich, robust, Verlängerung",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Popglory Smartwatch, 1.4 Zoll Touch-Farbdisplay IP67 Wasserdicht Schrittzähler für Damen Herren, Fitnessuhr 7 Sportmodi mit Herzfrequenz,Schlafmonitor,kompatibel mit iOS Android\nProduct Description: 【1,4 Zoll HD-Farbdisplay & 7 Sportmodi】Popglory Smartwatch wurde auf einen hochauflösenden 1,4-Zoll-Farbbildschirm aufgerüstet, um Ihnen bessere visuelle Effekte zu präsentieren. Es verfügt über 7 Sportmodi (Gehen, Laufen, Radfahren, Überspringen, Badminton, Basketball, Fußball), die Ihr Training wissenschaftlicher halten. Und es kann Ihre täglichen Aktivitätsdaten wie Schritte, Kalorien, Entfernung verfolgen und Daten generieren. Menschen, die zu Allergien neigen, kaufen bitte mit Vorsicht.\n0. smartphone, bluetooth, musik, kamera\n1. smartwatch, wasserdicht, sportmodi, gesundheitsüberwachung\n2. smartwatch, touchscreen, spiele, kinder\n3. fitnessarmband, schlafanalyse, stressmanagement, atmungsaktivität",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the following product, which of the following keyword sets is most suitable for it?\nProduct Title: 24 Farben Acrylstifte für Steine Wasserfest, Acrylstifte Stifte zum Steine Bemalen Wasserfester Marker Permanent Acrylfarben Stifte für Holz Glas Papier Leinwand Fotoalben keramik Tasse Dekorieren\nProduct Description: 24 Farben Wasserfeste Acrylstifte Kit: 24 acrylstifte für steine wasserfest enthalten: Gelb, Orange, Dunkelrosa, Lavendel, Blau, Grün, Rot, Braun, Weiß, Silber, Gold, Schwarz, Dunkelgelb, Hellorange, Hellrosa, Rosenrot, Schatzblau, zartes Grün, Hellgelb, Rosenrosa, Dunkelviolett, Seegrün, Dunkelbraun, Grau, Dieser Acrylstift ist wasserfest und schnell trocknend (beim Malen auf einem glatte Oberfläche wie: Glas, Muss warten, um zu trocknen, um wasserdicht zu sein)\n0. Bürobedarf, Schreiben, Acrylstifte, wasserlöslich\n1. Basteln, Acrylstifte, wasserfest, Dekoration\n2. Malerei, Acrylfarben, Steine, wasserfest\n3. Küchenzubehör, Acrylstifte, Lebensmittelfarbe, nicht wasserfest",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the following product, which of the following keyword sets is most suitable for it?\nProduct Title: 300LED weiße Lichtervorhang, HXWEIYE 3mx3m USB Lichterkettenvorhang mit 8 Modi Fernbedienung Einstellbare Helligkeit für Schlafzimmer, Fenster, Innen, Außen, Hochzeiten, Party, Dekoration\nProduct Description: [360° drehbarer Haken]: Jede der 10 Lichterketten verfügt über einen 360° drehbaren Haken, der in jedem beliebigen Winkel an Vorhängen, Gleitern, Führungen und Ringen aufgehängt werden kann. Zusammen mit den zusätzlichen 22 Spezialhaken (im Lieferumfang enthalten) lässt sich das Vorhanglicht leicht an besonderen Orten aufhängen. Nicht nur an Fenstern, sondern auch an flachen Wänden, Glas, Vordächern, Dachvorsprüngen, usw.\n\n0. gartenwerkzeug, innenbeleuchtung, usb, haken\n1. dekoration, hochzeiten, led-lichtervorhang, fernbedienung\n2. partyzubehör, außenbeleuchtung, batteriebetrieben, wasserdicht\n3. schlafzimmer, einstellbare helligkeit, usb, lichterketten",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the following product, which of the following keyword sets is most suitable for it?\nProduct Title: 2K 4MP Überwachungskamera Aussen WLAN, 2560×1440P Ctronics PTZ WiFi IP Kamera Outdoor mit Automatische Verfolgung, Personenerkennung, 30m Nachtsicht in Farbe, Zwei-Wege-Audio, IP66, Schwarz (2 St)\nProduct Description: 【2K 4MP HD-Auflösung & 30m Nachtsicht in Farbe】 Diese 2K PTZ überwachungskamera aussen set (Schwenken, Neigen, Digitaler Zoom) ist ausgestattet mit 2560×1440P-der Echte 2K HD-Videoauflösung und 4MP Bildqualität und zeigt das Bild klarer als eine 1080P kamera; Sie können alles deutlich sehen. Und dank der eingebauten 4 weißen Leuchten und 4 Infrarot-Leuchten bietet diese Außenkamera Ihnen Nachtsicht Bilder in voller Farbe für bis zu 30 Meter.\n0. Spielzeug, Kinder, Indoor, Musik\n1. Überwachungskamera, WLAN, Nachtsicht, Personenerkennung\n2. Gartenwerkzeug, Bewässerung, Außen, Pflanzen\n3. Computerzubehör, Büro, Tastatur, Maus",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Lichterkette Außen 20M 200Led, Voolex Weihnachten Lichterkette Innen Warmweiß und Bunt Dimmbar, 16 Modi Beleuchtung mit Fernbedienung Timer Strom für Weihnachtsbeleuchtung Haus Party Garten\nProduct Description: 【16 Beleuchtungsmodi & 4 Helligkeitsstufen】 Im Gegensatz zu anderen Lichterkette 20m bunt innen verfügt die Voolex-Lichterketten Aussen 20M über 16 verschiedene Betriebsmodi (4 Konstantlichtmodi + 12 Blinkmodi), Um Ihren Bedürfnissen für verschiedene Anlässe und Stimmungen wie Familienessen, Partys, Hochzeit, Gärten und Weihnachten dekorationen gerecht zu werden. 4 Helligkeitsstufen sind für die individuelle Anpassung verfügbar： 100%, 75%, 50%, 25%.\n0. gartenmöbel, außenbeleuchtung, solar, wasserdicht\n1. weihnachtsbeleuchtung, dimmbar, fernbedienung, 16 modi\n2. partyzubehör, bunt, blinkmodi, innen\n3. hochzeitsdekoration, warmweiß, außen, 200 led",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Gesichtssauna Gesichtsdampfer - Nano Ionic Gesichtsdampfer Warmer Nebel Face Steamer Gesicht Sauna Gerät Heim SPA Gesichts-Befeuchter Sprühgerät Für Frauen Männer Feuchtigkeitsspendend (Weiß)\nProduct Description: BPA FREI& KEIN PLASTIKGERUCH - Unser Gesichtssauna verwendet hochwertige Material. Aber Sie können einen leichten neuen Kunststoffgeruch bemerken, wie es bei allen Kunststoffprodukten üblich ist. Keine Sorge, der Geruch wird nach einigen Anwendungen verschwinden. Lassen Sie uns zu Hause ein professionelles Gesichts-SPA genießen, Ihre müde Stimmung entspannen, Stress abbauen und Ihren Tag gestalten!\n0. Küchengerät, BPA-frei, Plastikgeruch, Gesichtsreinigung\n1. BPA-frei, Gesichtssauna, Nano Ionic, Stressabbau\n2. Gesichtssauna, Plastikspielzeug, Kinder, Spaß\n3. Entspannung, Musik, BPA-frei, Gesichtspflege",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best summarizes the product?\nProduct Title: KESSER® Verlängerungskabel 5m mit Schutzkappe Outdoor - für Innenbereich Außenbereich - Verlängerung Stromkabel – 230 V IP44 - mit Schuko Stecker - Schutzkontakt Baustellenkabel Schutzkontaktstecker\nProduct Description: 𝐇𝐎𝐂𝐇𝐖𝐄𝐑𝐓𝐈𝐆 𝐔𝐍𝐃 𝐑𝐎𝐁𝐔𝐒𝐓: Das qualitativ hochwertige Kabel von KESSER ist die ultimative Lösung, wenn es um eine kompromisslose Stromversorgung geht. Profitieren Sie von der extrem hohen Flexibilität und der besonders hohen Wetterbeständigkeit. Ausgestattet mit einem Spritzwasserschutz nach IP44, einem Knickschutz können Sie die Steckdosenleiste bei einer Temperatur von -20°C bis +60°C problemlos nutzen.\n0. outdoor, wetterbeständig, IP44, Schutzkontakt\n1. innenbereich, audio, HDMI, flexibel\n2. garten, beleuchtung, wasserdicht, IP65\n3. verlängerungskabel, robust, spritzwassergeschützt, outdoor",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Kombucha Brewing Kit, Kombucha Starter Set mit Bio-SCOBY Starterkultur und Kombucha Pilz, Gärgefäß, Bügelflasche, Bio-Rohrohrzucker und Glasstrohhalm, handgefertigt, vegan, glutenfrei, laktosefrei\nProduct Description: WIR KLÄREN AUF: Unter SCOBY stellen sich die meisten Menschen den runden Kombucha Teepilz vor. SCOBY steht aber für Symbiotic Culture of Bacteria and Yeast und ist demzufolge die flüssige Starterkultur, in der alle Mikroorganismen leben. Der sogenannte Kombucha Tee Pilz (Zellulose) ist nur ein Nebenprodukt und für eine erfolgreiche Fermentation nicht unbedingt notwendig. Unser mitgelieferter Pilz wird von Mal zu Mal fester und dicker und dient als ein natürliches Schutzsystem.\n\n0. Kombucha, Starter-Set, SCOBY, Fermentation\n1. Tee, Pilz, Zucker, Glas\n2. Vegan, handgefertigt, SCOBY, Pilz\n3. Fermentationskit, Bio, vegan, SCOBY",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: SOKANA 2 Wasserfilter Sage Claro Swiss BES008 Ersatz für SES008 Barista Express SES875 SES878 Touch SES880 Breville BES500 BES810 BES870 BES875 Oracle Precision Brewer, TÜV SÜD Zertifiziert\nProduct Description: [ Einfacher Einbau ] Die Filter Sokana sind einfach zu ersetzen und mit Sage Breville Bambino Plus SES500, SES500, Barista Express SES875, SES875, Barista Pro SES878, SES878, Barista Touch SES800, SES880, BES500, BES810, BES870, BES875, BES920, Dual Boiler SES920, Duo-Temp Pro, SES810, SES810, Oracle SES980, Touch SES990, SES980, Precision Brewer BDC400, BDC450, SDC400, SDC450, SES800, SOLIS Type 1011, 115, 117, 118\n\n0. Filterwechsel, Breville Oracle, Precision Brewer, SOKANA\n1. Kaffeemaschine, Espresso, Bambino Plus, Barista Touch\n2. Küchenzubehör, Wasserreinigung, SES878, SES880\n3. Wasserfilter, Sage Breville Kompatibilität, TÜV SÜD Zertifiziert, Einfacher Einbau",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Schrumpfschlauch set, 2:1 Shrinkage Ratio Schrumpfschläuche kabelverbinder wasserdicht Heat Shrink Tubing Kit für Kabelröhren、kabelklemmen elektro & Automobilindustrie - 7 Größen | 127pcs | Schwarz\nProduct Description: 【2: 1 Hochwertiges wärmeschrumpfbares Rohrmaterial】: Speziell für den Einsatz in elektrischen Systemen zur Reparatur, Isolierung und Verbesserung der Verdrahtungsfestigkeit entwickelt. Das wärmeschrumpfbare Rohr hat die Eigenschaften einer guten Versiegelung, Säure- und Alkalibeständigkeit, Haltbarkeit und Anti-Aging. Beim Erhitzen hat es ein Schrumpfungsverhältnis von 2: 1, um eine Klebeschicht zu bilden, die eine elektrische Isolierung gewährleistet, die eng am Draht anliegt.\n\n0. musikinstrumente, gitarrenkabel, bühnentechnik, schwarz\n1. gartenarbeit, wasserdicht, spielzeug, dekoration\n2. computerzubehör, usb, kabelmanagement, büro\n3. elektrische Isolierung, wärmeschrumpfbar, Versiegelung, Reparatur",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best describes the product? Product Title: Kytok Xbox Controller Akku mit Xbox Akku Ladestation für Xbox One/Series X|S/Xbox Elite Controller, 4 x 1800 mAh Xbox Akku für Xbox Series X|S/Xbox One Controller, Xbox Battery Pack, Weiß Product Description: 【Einfach und bequem zu verwenden】 Xbox rechargeable Battery passt auf alle offiziellen Controller der Xbox One, Xbox Series X und Xbox Series S. Stecken Sie einfach den Xbox Series S Akku in die Steckplätze der Akku Ladestation, um den Ladevorgang zu starten. Das Einsetzen des Akkus in den Xbox Controller ist genauso einfach: Der Metallkontakt des Akkus sollte sich auf der linken Seite des Controllers befinden, dann drücken Sie die rechte Seite des Akkus in den Controller. 0. Ladegerät, Controller, Xbox Series X|S, kompliziert 1. Spielkonsole, Batterie, nicht kompatibel, PS4 2. Akku-Pack, weiß, Xbox One, geringe Kapazität 3. wiederaufladbar, Akku, Ladestation, Xbox Controller",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of phrases best summarizes the following product?\nProduct Title: 18W Ladegerät Schnellladegerät für Samsung S21 Plus Ultra S22 Galaxy A41 A52 A33 A23 5G A70 A40 A12 A20E M51 M52,Xiaomi Redmi Note 11 9 10 Pro 9S 8T,Mi 10T 11T Lite,USB Netzteile Ladeadapter+Ladekabel\nProduct Description: 【18W USB Schnelladegerät Mit 2M 3A Typ C Kabel】18W QC3.0 USB Schnelladegerät ist mit meisten Geräte komaptibel.2m Typ C Kabel ist kompatibel mit: Samsung S21 /S21 Plus/ S21 Ultra,Galaxy A70 A40 A20E A41 M51 A12,Xiaomi Redmi Note 9S/ 8T/ 8 Pro /7/9 Pro,Mi 11/11 Pro 5G,Mi Note 10/10 Lite,Mi 10T 5G/10T Pro 5G /10T Lite 5G,Mi 10/10 Pro /10 Lite/9T /9T Pro/9 SE /9 Lite/8 Pro/8 Lite/8,Redmi 8 8A 9 9A 9C,Nokia 6.2 7.2 8.2 8.3 7.1\n\n0. Schnellladetechnologie, USB-Netzteil, Typ-C Kabel\n1. Smartphone-Zubehör, kabellose Ladestation, Energiebank\n2. USB-C Kabel, Datenübertragung, Ladeadapter\n3. 18W Schnellladegerät, USB-C, QC3.0, breite Kompatibilität",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Backpapier für Heißluftfritteuse 7.9in, 100 Stück Antihaft-Einweg-Luftfritteusen Pergamentpapier für Heißluftfritteuse Bratpfanne Ofen Bratpfanne\nProduct Description: 【100% satisfaction guarantee】: Customer satisfaction is the greatest motivation to get higher quality products,Wenn Sie während des Kaufvorgangs Fragen haben, können Sie sich gerne an uns wenden. Wir werden Ihnen innerhalb von 24 Stunden die beste Lösung anbieten. Verwenden Sie Erinnerungen: Um ein Verbrennen des Frittierpapiers zu vermeiden, legen Sie während des Vorheizens kein Backpapier in die Fritteuse.\n\n0. frittierpapier, vorheizen, vermeidung, sicherheitstipps\n1. garantie, backpapier, verbrennungsschutz, küchenhilfe\n2. pergamentpapier, ofen, bratpfanne, nicht wiederverwendbar\n3. kundenzufriedenheit, antihaft, einweg, heißluftfritteuse",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of keywords best summarizes the following product?\nProduct Title: HATALKIN Armband Kompatibel mit Huawei Watch GT3 Pro 46mm Armband Huawei Watch GT2 Armbänder 22mm Ersatzarmband Metallarmband für Huawei GT3 Pro 46MM GT 3/ GT2 Pro / GT 2e(Schwarz)\nProduct Description: 【Einstellbare Armbandlänge:】Uhrarmband kompatibel mit Huawei Watch GT 3 Pro 46mm ersatzband edelstahlarmband passend für Handgelenkgröße: 145 mm -210 mm. Bitte bestätigen Sie Ihre Handgelenkgröße, bevor Sie die Bestellung aufgeben. Darüber hinaus haben wir auch ein spezielles Werkzeug zum Entfernen des Armbands. Der Handgelenkumfang kann verkürzt oder verlängert werden, um sich perfekt an Ihr Handgelenk anzupassen.\n0. lederarmband, Huawei GT, anpassung, schwarz\n1. edelstahlarmband, einstellbare länge, werkzeug, kompatibel Huawei GT\n2. silikonarmband, wasserdicht, Huawei GT, sport\n3. metallarmband, Huawei GT, einstellbar, Handgelenkgröße",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Welches der folgenden Schlagwort-Sets fasst das folgende Produkt am besten zusammen?\nProdukt Titel: DazSpirit Fotoalbum 29,5 X 21cm Fotoalbum Zum Selbstgestalten Schwarz Fotobuch Mit 80 Seiten Scrapbook, Für 160 Bilder, Inkl.6 Metallic Farbmarker, Gästebuch Für Geburtstag Und Hochzeit(Schwarz)\nProduktbeschreibung: 【Angaben Zum Scrapbook Fotoalben】 Fotoalbum (schwarz), länge 29.5 cm x breite 21cm, insgesamt 40 blätter(80 seiten), hält 240-720 fotos, die anzahl der fotos richtet sich nach der größe des fotos. Photo album enthält qualitäts-zubehör, mit 6 metallstiften und 2 fotoaufklebern, 2 album-aufkleber, 2 gold gravur-sticker, 2 verschiedenen painting-vorlagen. Ideal erwachsene oder kinder zum kreativen gestalten und schreibe und notiere glückliche erinnerungen neben den fotos.\n\n0. küchenzubehör, fotoalbum, malerei, hochzeitsplanung\n1. scrapbooking, fotoalbum, kreativ-set, gästebuch\n2. reisetagebuch, schwarz, zeichenblock, kinderspielzeug\n3. bürobedarf, planer, fotoalbum, bastelmaterial",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the following product, which of the following keyword sets is most suitable for it?\nProduct Title: Rollenhalter Küche Ohne Bohren, 25cm Küchenrollenhalter Unterschrank, Papierrollenhalter Küche Ohne Bohren, Rollenhalter Küchenrolle, Unterschrank Papierrollenhalter\nProduct Description: 【Einfache Installation】 Mit dem hängenden Papierhandtuchspender müssen Sie keine Löcher mehr für die Schraubenbefestigung bohren. Sie können es unter dem Schrank verwenden und Ihr Zuhause und Ihr Leben besser organisieren als ein herkömmlicher Papierhandtuchhalter. Das Radiant-Design am Ende des Papierhandtuchhalters kann effektiv verhindern, dass die Papierrolle beim Zerreißen der Papierrolle herunterfällt.\n\n0. bohrmaschine, küchenzubehör, wandmontage, handtuch\n1. küchenorganisation, ohne bohren, papierrollenhalter, unterschrank\n2. schraubenzieher, papier, küchenrollen, wand\n3. beleuchtung, küche, dekor, papierhalter",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: 【2022】 Cámara de Vigilancia WiFi Exterior con Panel Solar - FOAOOD Cámaras WiFi con Visión Nocturna en Color, Batería Incorporada, Detección Humana PIR, Audio Bidireccional, Resistente al Agua IP66\nProduct Description: 【IP66 resistente a la intemperie y multifunción】Nuestra cámara de vigilancia está hecha de material de poliéster de alto peso molecular, que puede resistir todo tipo de mal tiempo y proteger a su familia en todo momento. Además, la cámara también tiene una función de conversación bidireccional, que le permite hablar directamente con la persona que está debajo de la cámara. Comparta con su familia, vea varias cámaras al mismo tiempo, vigile quién o qué es importante.\n\n0. entretenimiento, resistente al agua, audio unidireccional, wifi\n1. vigilancia, visión nocturna, audio bidireccional, resistente al agua\n2. juguete, interior, visión diurna, audio bidireccional\n3. solar, alimentación, detección movimiento, interior",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best describes the product based on the title and description?\nProduct Title: RAMPOW Cargador iPhone Cable iPhone - [Apple MFi Certificado] con C89 Cable Lighting para iPhone 13/13 Pro/13 mini/13 Pro Max/12/11/11 Pro/X/XS/XR/8/8 Plus/7/6s/6s Plus/6 Plus/SE/iPad/iPod\nProduct Description: [Carga y Sincronización Rápidas]: el chip de cable original del iPhone proporciona carga confiable y protección contra sobrevoltaje y sobrecorriente, lo que garantiza una carga segura a un máximo de 5 V/3 A. La velocidad de transferencia de datos es de hasta 480 Mbps y admite carga rápida 3A. Nuestras pruebas se llevan a cabo en condiciones realistas para garantizar la máxima durabilidad del producto y evitar daños por sobrecarga.\n\n0. Accesorios de cocina, Bluetooth, Resistente al agua, Carga solar\n1. Apple MFi Certificado, Carga Rápida, Sincronización de Datos, Durabilidad\n2. Funda protectora, Resistencia al agua, Carga inalámbrica, LED\n3. Audio, HDMI, Conexión inalámbrica, Batería externa",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: BraceUP Faja Lumbar Hombre y Mujer - Cinturon Lumbar transpirable para espalda inferior, soporte para ciática, hernia de disco, escoliosis (S/M)\nProduct Description: ALIVIO INMEDIATO DEL DOLOR DE ESPALDA: La faja para espalda de BraceUP cuenta con correas de ajuste dobles que facilitan una fijación y una compresión personalizadas. Proporciona un alivio inmediato en dolores de espalda baja, escoliosis, hernia de disco y dolor muscular. Respaldamos firmemente nuestros productos y ofrecemos una garantía de satisfacción del 100%. O te ofrecemos un reembolso directamente. Haz tu compra con confianza.\n0. ejercicio, gimnasio, resistencia, flexibilidad\n1. moda, accesorios, estilo, confort\n2. soporte lumbar, alivio del dolor, ajuste personalizado, garantía de satisfacción\n3. tecnología, innovación, diseño, ergonomía",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best describes the following product?\nProduct Title: PRUNUS DE333 Radio Portatil Pequeña, Transistores Radio FM AM con Excelente Señal, Mini Radio de Bolsillo, Sintonizador con Indicador, Radio Pilas Pequeña Funciona con AAA Pilas Intercambiables(Plata)\nProduct Description: ♥ Batería Reemplazable: La radio a pilas puede permanecer conectada al mundo exterior, lo que resulta especialmente útil en caso de corte de electricidad.Nuestra transistores radio pilas puede escucharse perfectamente en el exterior sin necesidad de una toma de corriente. Funciona a base de 2 pilas AAA(no incluidas en el paquete). (Nota: No se conecta a ninguna toma de corriente ni permite la carga de las baterías).Hágase con una y le será muy útil.\n0. altavoz, wifi, radio internet, pantalla táctil\n1. radio digital, recargable, USB, conexión Bluetooth\n2. radio portátil, AM/FM, batería AAA, señal excelente\n3. transistores, exterior, sin electricidad, pilas AAA",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: BONTEC Soporte Monitor Doble para Monitor 13-27 Pulgadas LED/LCD, Soporte 2 Monitores Peso Máximo 10KG de Cada Brazo, Giro de 360° y Rotación de 180°, Altura Ajustable, VESA 75/100 mm, Negro\nProduct Description: 2 opciones de montaje: 1) Abrazadera de mesa: la robusta abrazadera en forma de \"C\" (adecuada para escritorios de entre 10 mm y 100 mm) proporciona la máxima estabilidad, mantiene la pantalla firme y segura en su lugar; 2) Montaje en el suelo para escritorios con orificio pasante (el diámetro del orificio admite un mínimo de 10 mm a 100 mm); el tablero de la mesa admite espesores de escritorio de 10 mm a 85 mm.\n\n0. monitor, inalámbrico, USB, negro\n1. escritorio, luz LED, ajustable, HDMI\n2. soporte doble monitor, ajustable, VESA, robusto\n3. VESA, HDMI, ergonómico, soporte pared",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: SZLX mochila de viaje para mujer, mochila de transporte, mochila de senderismo, mochila impermeable para deporte al aire libre, mochila informal para la escuela, bolsa para computadora portátil\nProduct Description: 【Diseño de compartimento para zapatos separado y bolsa húmeda】 Bolsillo principal x 2, compartimento para computadora portátil x 2 (apto para una tableta de 14” respectivamente) y muchos otros bolsillos para diferentes propósitos. La bolsa húmeda está hecha de material resistente al agua de alta densidad que puede ayudarlo a separar los artículos secos de los húmedos. Un compartimento para zapatos separado puede ayudarlo a llevar y guardar mejor sus zapatos en su bolsa de viaje.\n\n0. accesorios de viaje, bolsa ligera, compartimento para ropa, mochila de mano\n1. bolsa escolar, resistente al agua, compartimento para tableta, diseño unisex\n2. mochila multifuncional, impermeable, compartimento para zapatos, bolsa para computadora\n3. mochila deportiva, compartimento para zapatos, bolsa húmeda, almacenamiento para laptop",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Pegatinas Halloween Cara Tatuajes Temporales Tatuaje 17pcs, Maquillaje Calavera Mexicana Calcomanias Cara Halloween Tatuajes Temporales Cara Halloween Tattoo Cara Maquillaje Niños Tatuaje Temporales\nProduct Description: Contenido del paquete pegatinas halloween cara : Pegatinas de tatuaje temporal de cara de Halloween calcomanias cara halloween 12pcs + diamantes de colores 2pcs + pegatinas de maquillaje 2pcs + pegatinas de uñas 1pcs, halloween tatuajes temporales utiliza diferentes elementos de miedo como calaveras, telas de araña, flores, rosas y elementos espeluznantes, le ayudarán a crear un aspecto de maquillaje misterioso, es su primera opción para el maquillaje de Halloween.\n\n0. decoración, fiesta, globos, halloween\n1. cocina, halloween, pegatinas, fantasmas\n2. maquillaje, halloween, tatuajes temporales, calaveras\n3. ropa, halloween, tatuajes, vampiros",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Deilin Linternas LED Alta Potencia 10000 lúmenes, Linterna LED Recargable, Con Zoom, De Larga Duración, Resistente al Agua y Con 5 Modos De Uso Para emergencias y exteriores\nProduct Description: 【5 Modo de iluminación e interruptor multifunción】Sólo tienes que pulsar el botón de encendido una vez para encenderla, y al pulsar repetidamente el botón se pasa por los diferentes modos: Alto, medio, bajo, estroboscópico y SOS. Una última pulsación la apaga. Si tienes la linterna led con el haz principal durante 10 segundos, al pulsar el botón se apagará directamente, en lugar de pasar por los 5 modos\n0. alta potencia, emergencias, multifunción, estroboscópico\n1. iluminación, botón de encendido, apagado automático, exterior\n2. batería, luz baja, camping, no resistente al agua\n3. linterna led, recargable, resistente al agua, 5 modos",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of phrases best summarizes the product?\nProduct Title: UGREEN Cable Jack a 2 RCA con HiFi Sonido, Cable de Audio 2RCA a Jack 3.5mm, Minijack a RCA Macho Audio Estéreo Cable para Móvil, Tablet, PC, iPod, Amplificador, Altavoz, TV, DVD, 1 Metros\nProduct Description: [ Compatibilidad Amplia ] UGREEN cable jack 3.5 mm a 2RCA ofrece una solución eficaz y económica para conectar un dispositivo de audio que tenga conector 3,5mm a un dispositivo de reproducción que admite entrada de 2 RCA. El conector 3,5mm admite PC, Smart TV, tablets, reproductores MP3, móviles, ect. 2 RCA conectores admiten amplificador, altavoces, DVD, u otros sistemas de sonido con conexiones 2RCA.\n0. sonido, Bluetooth, inalámbrico, altavoces\n1. cable, USB, carga rápida, móvil\n2. HDMI, video, 4K, TV\n3. audio, HiFi, 3.5mm a 2RCA, compatibilidad amplia",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Fishoney Papel Freidora Aire, Papel para Freidora de Aire, Papel Horno Freidora Aire, Papel Horno, Papel Freidora Aire Redondo, Papel Air Fryer Antigrasa/Antiadherente (20cm/100 piezas)\nProduct Description: ☺Mantener limpio☻: papel pergamino para mantener la freidora limpia y ordenada y evitar que queden restos de comida y manchas de grasa en las sartenes. Prolonga la vida de la freidora y reduce los tiempos de limpieza. En segundo lugar, algunos alimentos son difíciles de limpiar después de carbonizarse y se pegan a la cesta. Los revestimientos de papel desechables son una opción más simple, saludable y rápida.\n0. jardinería, papel, cultivo, hidroponía\n1. decoración, papel pintura, arte, manualidades\n2. electrónica, gadgets, papel, protección\n3. cocina, limpieza, papel freidora, antiadherente",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of phrases best summarizes the following product?\nProduct Title: ZXFD Transmisor Bluetooth 5.0, adaptador Bluetooth Audio 5.0 Transmisor con audio de 3,5 mm, adaptador portátil Bluetooth de baja latencia, auriculares, altavoz, PC, MP3 / MP4\nProduct Description: Compatibilidad múltiple: el transmisor Bluetooth admite la conversión de sistemas de audio domésticos, auriculares, altavoces, televisores u otras fuentes de audio analógicas de cable a inalámbrico. Compatible con la mayoría de dispositivos Bluetooth (como televisores, pod, reproductor de CD, PC, MP3 / MP4, detector de metales) y transmitir audio a tus auriculares Bluetooth, altavoces u otro equipo estéreo.\n0. transmisor Bluetooth, audio de TV, adaptador de CD, MP3\n1. detector de metales, Bluetooth 5.0, audio 3,5 mm, PC\n2. cocina, adaptador de audio, MP3, Bluetooth 4.0\n3. adaptador Bluetooth, baja latencia, audio inalámbrico, compatibilidad múltiple",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Duérmete Online - Colchón Viscoelástico Lite Reversible | Firme y Confortable | Muy Transpirable | Cara Invierno/Verano, Blanco, 135x190\nProduct Description: Diseño y calidad: El colchón viscoelástico Lite incorpora un núcleo de espuma ecosostenible Compact System con gran densidad y alta recuperación, que nos aporta firmeza, junto a su exclusivo acolchado compuesto por 2cm de viscoelástica + fibras hipoalergénicas + espuma súper suave en la cara de invierno y 2cm de fibras hipoalergénicas + espuma súper suave en la cara de verano. Colchón, elaborado con materiales 100% transpirables\n0. confort, reversible, ecosostenible, transpirable\n1. muebles, decoración, verano, invierno\n2. cocina, utensilios, moderno, práctico\n3. tecnología, gadgets, dormitorio, innovación",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Microfono PC USB de Cardioide Micrófono Streaming Micro Gaming Condensador Mac PS4 PS5 ordenador USB Plug & Play con Trípode para Grabación Vocal Podcasting, Youtube, Skype, Twitch para Laptop Desktop\nProduct Description: 【Cuerpo aluminio & Trípode estable】 El cuerpo del micrófono de condensador y el trípode están hechos de aleación de aluminio, puede ajustar la altura y la dirección del micrófono a voluntad. La almohadilla de goma en la parte inferior del trípode no solo puede estabilizar el micrófono sino que también reduce de manera efectiva el ruido generado por el movimiento del mouse y el teclado. No te preocupes por la caída de este micrófono para juegos cuando hablas con un miembro de tu equipo.\n\n0. micrófono condensador, USB, gaming, trípode\n1. teclado, aluminio, podcasting, USB\n2. mouse, gaming, almohadilla de goma, ajustable\n3. streaming, condensador, PS4/PS5, plug & play",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: RDX Correas Levantamiento de Pesas, 5MM Neopreno Soporte de Muñeca Acolchado, Powerlifting Gel Straps Muñequeras Agarres, Fitness Peso Culturismo Gimnasio Deportivas Gym Agarraderas, Hombres Mujeres\nProduct Description: La correa de muñeca para levantamiento de pesas RDX está fabricada con material de algodón que ofrece una resistencia superior a la tractibilidad, al desgarro y a las fisuras. Este material hace que la correa de muñeca sea más rigurosa en el entrenamiento y mejora la durabilidad. El material de fabricación garantiza el máximo rendimiento y funcionalidad. La estructura de algodón es resistente a la intemperie, suave y confortable.\n\n0. fitness, resistencia, algodón, levantamiento de pesas\n1. deportivas, neopreno, gimnasio, moda\n2. cocina, algodón, suavidad, confort\n3. muñequeras, powerlifting, durabilidad, entrenamiento",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best describes the product?\nProduct Title: sprecenk Organizadores de Cajones Ropa Interior, Juego de 4 Cajas Plegable Organizador de Almacenamiento Lavable Organizadoras Armarios Separadores de Cajones para Sujetadores, Calcetines (Gris)\nProduct Description: 4 PCS Cajas Organizadoras Conjunto: Nuestro organizadores de Armarios tiene una capacidad de almacenamiento más grande y está disponible en varios compartimentos para adaptarse a las necesidades de almacenamiento individuales. 24 células (32 x 32 x 10 cm) para calcetines, 7 células (32 x 32 x 10 cm) para sujetadores, 8 células (28 x 15 x 10 cm) para ropa interior y 6 células (32 x 16 x 10 cm) para bufandas.\n\n0. decoración de oficina, accesorios de escritorio, almacenamiento de documentos, moderno\n1. cocina, utensilios, organizador de especias, minimalismo\n2. organizadores de cajones, almacenamiento de ropa, cajas plegables, organización del hogar\n3. juguetes, organizador de juguetes, niños, almacenamiento",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: BroadLink RM4 pro IR y RF Mando a distancia universal, Mando a distancia WiFi para el hogar inteligente y dispositivos de entretenimiento - Para TV, STB, AC, motor de cortina - Compatible con Alexa\nProduct Description: ALTA COMPATIBILIDAD - Compatible con dispositivos controlados por RF (433 MHz), tales como motor de cortinas y persianas, proyectores e interruptores de luz. Compatible con más de 50 000 dispositivos controlados por infrarrojos como TV, STB, aires acondicionados, ventiladores, grabadores de vídeo, DVD y más. No funciona con Bluetooth. La biblioteca de dispositivos compatibles es actualizada constantemente por la nube, por lo que tu RM4 mini siempre será compatible con los dispositivos más nuevos\n\n0. mando a distancia para videojuegos, RF exclusivo, no compatible con IR\n1. dispositivo Bluetooth, control de juegos, compatible con Alexa\n2. mando a distancia universal, alta compatibilidad, control RF e IR, no Bluetooth\n3. controlador de iluminación, solo IR, no actualizable",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Molde Olla de Silicona para Freidora de Aire, BISNIE Cesta Silicona Freidora Aire Cuadrada con Silicona Manopla, Reutilizables y Antiadherentes Bandeja Airfryer para Hornear Pasteles Microondas(20CM)\nProduct Description: 【Diseño de Circulación de Aire y Drenaje de Aceite】¡La textura única en relieve asegura la circulación de aire y la distribución uniforme del calor para cocinar sus alimentos a la perfección en menos tiempo! Y La parte inferior de la silicona freidora aire tiene un diseño cóncavo especial, la bandeja silicona es alta en el medio y baja en cuatro lados para que el aceite de los alimentos pueda fluir hacia el borde de la bandeja durante la cocción, evitando que los alimentos se empapen de aceite.\n\n0. decoración hogar, silicona, bandeja horno, resistente calor\n1. utensilios cocina, microondas, bandeja metal, antiadherente\n2. cocina saludable, silicona antiadherente, accesorios freidora aire, drenaje aceite\n3. moldes repostería, silicona flexible, accesorios microondas, fácil limpieza",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of keywords best summarizes the product?\nProduct Title: Cargador Inalámbrico, DKESMP 15W MAX Ultrafino Carga Inalambrica Qi Wireless Charger para iPhone 14/12/13/12 Pro Max/12 Mini/11/XR/8Plus, Samsung Galaxy S22/S21/S20/S10, AirPods Huawei Xiaomi LG Pixel\nProduct Description: 【Amplia Compatibilidad】La potencia de salida máxima de la plataforma de carga inalámbrica es de 15 W. Compatible con todos los dispositivos móviles con certificación Qi, como iPhone 14/14 Pro/14 Pro Max/12/13/13 mini/13 Pro/13 Pro Max/12 mini/12 Pro/12 Pro Max/11/11 Pro/11 Pro Max/XS Max/XR/ XS/X/8/8 Plus/AirPods Pro/AirPods 2; Samsung Galaxia S21/S20/S20+/S10/S10+/S10E/S9/S9+; Nota galáctica 20/20+/10/10+; y otros teléfonos habilitados para Qi como LG/OnePlus/Google/Realme, etc. NOTA: El adaptador no está incluido, se recomienda encarecidamente el adaptador QC 3.0.\n\n0. cable USB, carga tradicional, smartphones, tablets\n1. adaptador QC 3.0, carga rápida, iPhone, Samsung\n2. carga inalámbrica, 15W, Qi, amplia compatibilidad\n3. energía solar, portátil, ecológico, todos los dispositivos",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best describes the product?\nProduct Title: MobNano Funda para iPhone 11, Silicona Transparente PC/TPU Bumper Antigolpes Caso para iPhone 11 - Rojo/Negro\nProduct Description: [Diseño de Detalles] - La placa posterior PC altamente transparente utiliza la tecnología de supercondensación de tercera generación alemana, garantizando que el teléfono móvil no se rompa ni se deforme cuando se caiga desde lo alto. El marco engrosado de 8 mm hace que la cámara y la pantalla no se toquen a la mesa, protegiendo bien la cámara y la pantalla. Los botones precisos y los cortes perfectos le dan comodidad a su uso aunque use el teléfono móvil por mucho tiempo.\n\n0. carcasa dura, iPhone 11, protección de pantalla, resistente al agua\n1. funda protectora, iPhone 11, silicona transparente, antigolpes\n2. funda de cuero, iPhone 11, diseño elegante, protección mínima\n3. funda delgada, iPhone 11, fácil acceso a botones, protección contra caídas",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best summarizes the product? Product Title: Cable USB C, [2Pack 2M] Cable de carga rápida de nailon USB tipo C para Samsung Galaxy S22,S21 Ultra,S20+,Note 10,Z Fold 3,Huawei P50,Mate 40 Pro+,MateBook,Xiaomi Mi 11 Lite,OnePlus 9,Google Pixel 6… Product Description: [Amplia compatibilidad] El cable USB tipo C es compatible con Samsung Galaxy Z Flip3 5G/Z Fold2 5G/S22+/S21 Ultra/S20 FE/S10+/Note20/Note10/A52/A72/M52/M32/Tab S6 Lite/Tab A7 LTE /Galaxy Book Pro 360, Huawei P50/P40 Pro+/P30/P Smart 2020/Mate 40 Pro+/Mate XS/Mate 30 5G/Mate 20 lite/nova 8/nova 7/MateBook X/MatePad 11, Xiaomi 11T Pro/Mi 10 Lite/Mi 9/Redmi 10/Google Pixel 3a/4XL/5/6 Pro, OnePlus 9 Pro/7T/Nord N200/Nord 10, Microsoft Surface Pro 8/Pro X/Duo 2, Realme,LG y más dispositivos USB C. 0. accesorios de cocina, USB A, carga lenta, plástico 1. carga rápida, USB C, amplia compatibilidad, nailon 2. funda protectora, USB C, resistente al agua, smartphones 3. audio, USB B, inalámbrico, durabilidad",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best describes the product?\nProduct Title: Somnia Descanso - Colchón Viscoelástico Bombay Reversible | Firmeza y Confort | Altura 20cm | Cara Invierno/Verano | 90x190\nProduct Description: Diseño y calidad: El colchón viscoelástico Bombay incorpora un núcleo de espuma ecosistenible ECO KOMPACT SYSTEM con gran densidad y alta recuperación, que nos aporta firmeza, junto a su exclusivo acolchado compuesto por 2cm de viscoelástica + fibras hipoalergénicas + espuma súper suave en la cara de invierno y 2cm de fibras hipoalergénicas + espuma súper suave en la cara de verano. Colchón, elaborado con materiales 100% transpirables\n\n0. cocina, muebles, decoración, minimalista\n1. confort, reversible, ecosostenible, viscoelástica\n2. tecnología, gadgets, inalámbrico, moderno\n3. deporte, fitness, exterior, resistente al agua",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Auriculares Inalámbricos Deportivos, Auriculares Bluetooth Reducción de Ruido, Cascos Inalámbricos Bluetooth con Microfono, Carga Rápida USB-C Pantalla LED 48Hrs de Reproducción\nProduct Description: 48 Horas de Reproducción y Pantalla LED de Potencia: los auriculares inalambricos bluetooth deportivos hasta 5-7 horas de reproducción de uso normal, con una sola carga y aumente eso a 48 horas de reproducción con el estuche de carga compacto de 800 mah. El cascos inalambricos bluetooth tiene una función de visualización de energía LED, que puede verificar fácilmente la potencia de 1~100%. Además, la carga rápida de UBS-C va a facilitar su actividad de fuera y viaje.\n\n0. deportivos, pantalla LCD, wifi, resistente al agua\n1. auriculares bluetooth, reducción de ruido, carga rápida, pantalla LED\n2. bluetooth, NFC, carga solar, resistente al polvo\n3. inalámbricos, USB-A, duración de batería extendida, sin pantalla",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: LIPONTAN Deshumidificador, Mini Deshumidificador Eléctrico Silencioso Dehumidifier Pequeño con Apagado Automático / 2 Modos / 3 Temporizador / LED de Colores - Contra la Humedad y el Moho, para Hogar\nProduct Description: 〖2 Modos & Operación Simple〗Tiene 2 modos de deshumidificación, con operación de un solo toque y cambio libre. En modo alto, puede reducir la humedad rápidamente y es adecuado para el uso diario. En modo bajo (modo de sueño), funciona de forma ultra silenciosa con menos de 30dB de ruido, lo que le permite dormir sin ser molestado. Cuando el depósito de agua está lleno o se retira, se apaga automáticamente para evitar fugas, aumentar la seguridad.\n0. iluminación, LED, temporizador, decoración\n1. deshumidificador, silencioso, automático, hogar\n2. ventilador, ruido, dormitorio, frescura\n3. purificador, aire, salud, tecnología",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Maca Negra Andina |PREMIO 2021| 24.000mg Altamente Concentrada 20:1 - Máxima Energía y Rendimiento - Maca Peruana Pura con L-Arginina + Vitaminas + Zinc para Hombres |120 Cápsulas Nutralie\nProduct Description: EXTRACTO DE RAIZ DE MACA NEGRA ANDINA PREMIUM: Nuestro complemento de Maca Negra Andina ha sido elaborado con extracto puro de Maca Negra original de Perú de calidad premium. Nuestro extracto puro de Maca junto con la L-Arginina y el Zinc proporciona una combinación que potencia los efectos de estos tres principales ingredientes. Las vitaminas B6 y B12 aportan valor a la fórmula y permiten una mejor absorción de la misma.\n\n0. energía, rendimiento, vitaminas, salud masculina\n1. cocina peruana, recetas, ingredientes, nutrición\n2. moda, accesorios, estilo, tendencias\n3. suplemento, maca negra, energía, rendimiento",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Lego Star Wars. La Saga Skywalker (Ns) Exclusiva Amazon\nProduct Description: Descubre lugares legendarios: los jugadores pueden visitar lugares de sus películas de Star Wars favoritas, como el desierto de Geonosis, los pantanos de Dagobah y los campos nevados de la base Starkiller; podrán viajar a través del espacio y volver a visitar cualquier planeta en cualquier momento; enormes zonas centrales basadas en ubicaciones memorables de las películas ofrecerán divertidas misiones y mucho más para explorar\n\n0. exploración espacial, misiones, Star Wars, Lego\n1. construcción, Lego, estrategia, juegos de mesa\n2. películas, Lego, coleccionables, Star Wars\n3. aventura, planetas, Lego Star Wars, exploración",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: CatShin Reloj Inteligente Niño Pulsera Actividad Inteligente con Monitor de Presión Arterial, Pulsómetro,Monitor de Sueño，Impermeable IP67 Deportivo Smartwatch Podómetro， Reloj Niño para Android iOS\nProduct Description: 【IP67 pulsera actividad inteligente】pulsera actividad inteligente tiene 4 modos de ejercicio (caminar, correr, andar en bicicleta, montañismo), reloj niño y puede registrar los pasos del niño, la distancia del ejercicio, calorías。Puede establecer una meta diaria de pasos de ejercicio para su hijo,deje que los niños prosperar en los deportes.pulsera actividad tiene IP67 a prueba de agua, incluso si el niño suda durante el ejercicio o se lava las manos después del ejercicio, no dañará el reloj.\n0. dispositivo de seguimiento, GPS, niños, seguridad\n1. reloj de moda, accesorios, estilo, impermeable\n2. reloj inteligente, monitor de actividad, IP67, salud infantil\n3. juegos, aplicaciones, educación, tecnología",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: KLiHD Cargador Inalámbrico Plegable, 15W Rápido Qi-Certified Wireless Charger Estación Compatible con iPhone 13 12 11 Pro MAX XR X 8 Plus Samsung Galaxy S21 S20 S10 Note10 AirPods Huawei Xiaomi etc\nProduct Description: 【 Carga vertical y horizontal】2 bobinas para un rango de carga más amplio. La estación de carga inalámbrica carga tu teléfono en posición vertical y horizontal, tiene un diseño inclinado que te ofrece un ángulo de visión óptimo para ver vídeos o buscar información móvil. El cargador inalámbrico tiene un aspecto compacto y elegante, perfecto para decorar tu dormitorio, estudio, pasillo, escritorio, hotel. El mejor regalo para el Día de Acción de Gracias, Navidad, San Valentín, regalos de cumpleaños.\n0. accesorios de cocina, Bluetooth, resistente al agua\n1. decoración moderna, carga rápida, solo para iPhone\n2. carga inalámbrica, Qi-certified, diseño elegante, compatible con múltiples dispositivos\n3. soporte de coche, GPS, carga solar, impermeable",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: CIRYCASE Linterna Frontal LED Recargable, Linterna Cabeza Ultraligera con Luz Blanca Roja, IPX4 Impermeable & 5 Modos Luz Frontal Cabeza Ajustable 200 Lúmenes para Exteriores, Camping, Ciclismo, Caza\nProduct Description: [5 Modos & Brillante Como Luz Día] Diseñado con 5 modos de iluminación (BLANCO: ①200 lúmenes de alto brillo, ②100 lúmenes de brillo medio, ③50 lúmenes de bajo brillo; ROJO: ①Luz roja, ②SOS Luz estroboscópica roja). El brillo máximo puede iluminar tu camino hasta 100 m. Y puede reutilizar el último modo utilizado gracias a la función de memoria. Puede apagar fácilmente los faros presionando su botón una vez cuando la luz se enciende en un modo específico durante más de 4 segundos.\n\n0. exterior, ajustable, luz blanca, SOS\n1. camping, bicicleta, luz diurna, resistente al agua\n2. linterna frontal, recargable, impermeable, modos de luz\n3. iluminación, rojo y blanco, memoria, ciclismo",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Faja Lumbar Hombre y Mujer con Soporte Extraible Avanzado- Incluye Almohadilla de Gel Reutilizable para Termoterapia Frio Calor (Large)\nProduct Description: [SATISFACCIÓN GARANTIZADA]: Las fajas lumbar Mezzuno se fabrica de acuerdo con las normas más estrictas, en instalaciones auditadas y con materiales probados. De marca europea y de diseño propio, el Cinturon Lumbar Gimnasio Mezzuno es la preferida por los compradores más exigentes por su versatilidad, comodidad y eficiencia. Sin embargo, si usted considera que las Fajas Lumbares Para Mujer no cumple con esta promesa, ¡nos comprometemos a reembolsarle el importe completo de su compra!\n\n0. soporte lumbar, termoterapia, comodidad, reembolso garantizado\n1. diseño europeo, material probado, gimnasio, eficiencia\n2. marca propia, instalaciones auditadas, normas estrictas, satisfacción\n3. versatilidad, almohadilla de gel, faja lumbar, termoterapia frio calor",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Gel crema muscular con Cannabis para dolores musculares, espalda, hombro, rodilla, lumbalgia, tendinitis fórmula antiinflamatoria con aceite de semilla cañamo(500 ml)\nProduct Description: GEL CREMA MUSCULAR CON CANNABIS Este gel de masaje muscular está especialmente formulado para proporcionar alivio y descongestión en procesos musculo esqueléticos. Todos los principios activos son de origen vegetal. Hacen de esta crema un calmante del dolor en músculos y articulaciones. Ideal para tratamiento continuados de dolores de espalda, cuello, rodillas, Artritis y artrosis, dolores articulares, dolores producidos por el túnel carpiano...etc\n\n0. crema hidratante, belleza, piel seca\n1. gel muscular, cannabis, alivio dolor, antiinflamatorio\n2. suplemento alimenticio, cannabis, salud mental\n3. aceite esencial, aromaterapia, relajación",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Amazon Basics – Base de carga inalámbrica de 10 W con certificación Qi\nProduct Description: Carga dinámica y rápida: Carga el teléfono a toda velocidad gracias a un conjunto de chips optimizado que proporciona 10 W para móviles LG/Samsung y 7,5 W para iPhone. Para obtener los mejores resultados, usa un adaptador Quick Charger 3.0 (9 V/2 A) para cargar teléfonos LG/Samsung con 10 W y iPhone con 7,5 W. Como alternativa, puedes usar un cargador estándar (5 V/2 A) para cargar con 5 W. Apta para teléfonos LG G7/V30/V35/V40, Samsung Note 10 pro/Note 10/S9/S9+/Note 9/Note 8/S8/S8 plus/S7/S10/S10+/S10E; iPhone 11/11 pro/XS Max/XS/XR/X/8/8 plus y la mayoría de dispositivos compatibles con Qi\n\n0. accesorios de teléfono, Qi, carga rápida, iPhone 11\n1. base de carga, música, 10W, adaptador Quick Charger 3.0\n2. carga inalámbrica, 10W, certificación Qi, compatible con LG/Samsung/iPhone\n3. tecnología inalámbrica, 7,5W, LG G7, adaptador estándar",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Bravokids Tableta de Escritura Niños 8,5 Pulgadas, LCD Tablet para Dibujar Pizarra Magnetica Infantils Dinosaurio Juguete Regalo 2 3 4 5 6 7 8 Años\nProduct Description: ¡Fácil de Usar y Divertido: Puedes usar este bolígrafo para dibujar y escribir lo que quieras! Este tablero de dibujo de juguetes turísticos ofrece una verdadera experiencia de lápiz y papel. Crea líneas de color de diferentes espesores dependiendo de la fuerza con la que pulse la pluma. Los botones de bloqueo útiles en la parte superior le ahorrarán escribir y pintar. Pulse el botón ojos de dinosaurio para limpiar la pantalla inmediatamente.\n\n0. deporte, reloj inteligente, accesorios, niños\n1. cocina, tablet, accesorios de viaje, mochila\n2. juguete educativo, dinosaurio, pizarra digital, regalo para niños\n3. moda, ropa infantil, zapatos, juguetes",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the description and title, which set of keywords is best suited for this product? Product Title: Power Bank 10000mAh, Cargador Magnético Inalámbrico Portátil, AOGUERBE Wireless PD 22.5W Carga Rápida Batería Externa mag-Safe Compatible con Pantalla LED USB-C para iPhone 14/13/12/ Pro/Mini/Pro MAX Product Description: Carga Rápida y de Gran Capacidad de 10000 mAh: Batería magnética inalámbrica helada de alta calidad incorporada de 8 núcleos y parche magnético del teléfono para una succión magnética doble fuerte que puede sostener su teléfono firmemente y ofrecer carga inalámbrica de 5 W / 7.5 W / 10 W / 15 W de dispositivos y Carga de salida USB-C de 22,5 W. El banco de energía magnético puede cargar 3 dispositivos al mismo tiempo. 0. iluminación, LED, energía solar, resistente al agua 1. refrigeración, helado, protección, ergonómico 2. carga inalámbrica, power bank, magnético, USB-C 3. audio, bluetooth, impermeable, libro electrónico",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the following product, which of the following keyword sets is most suitable for it?\nProduct Title: 18 Colores Pinturas Cara para Niños, Professionale Pintura Facial con No Tóxico Colores, 36 Plantillas, 100 Rhinestones, 3 Pinceles, 2 Brillos y Color Pelo, Regalo Set para Halloween Carnaval Fiestas\nProduct Description: 18 colores. Color de la cara: El último kit de pintura facial y corporal se puede utilizar para la cara y el cuerpo. El kit de maquillaje de 18 colores incluye 1 tira de arco iris, 1 instrucciones, 18 plantillas, 100 piedras preciosas, 3 pinceles, 4 esponjas, 2 piedras brillantes, 2 clips para teñir el cabello. También puedes mezclar los colores para obtener diferentes colores nuevos y crear looks impresionantes y únicos.\n0. juguetes educativos, colores primarios, pinceles, escolar\n1. maquillaje, colores vivos, niños, no comestible\n2. kit de pintura facial, halloween, no tóxico, plantillas\n3. fiesta de cumpleaños, pintura al agua, fácil de lavar, diversión",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the descriptions and capabilities of the following product, which keyword set best matches it? Product Title: SENSSUN Bascula de Baño Digital Grasa Corporal, balanzas digitales bluetooth, Analiza la composición corporal, con 13 Funciones, IMC/músculo/grasa corporal/masa ósea (Azul) Product Description: 【14 funciones】 La báscula inteligente de grasa corporal con análisis de impedancia bioeléctrica (BIA) permite mediciones corporales de alta precisión para el peso corporal, IMC, grasa corporal, músculos, proteínas, huesos, TMB, agua corporal, masa corporal magra, AMR, grasa subcutánea, músculos esqueléticos, somatotipo, edad corporal. También puede guardar las lecturas en la aplicación para que pueda rastrear fácilmente la pérdida de peso y el progreso de la salud. 0. deporte, ropa, accesorios, moda 1. cocina, recetas, comida, nutrición 2. grasa corporal, bluetooth, composición corporal, IMC 3. software, aplicaciones, tecnología, dispositivos",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: PowerLocus Bluetooth Auriculares Diadema, [Bluetooth 5.0,40h de música] Cascos Bluetooth Inalámbrico Plegable Casco Bluetooth y Cable Sonido Estéreo con Micrófono para iPhone, Móviles, TV, PC (Blanco)\nProduct Description: Bluetooth 5.0 & compatibilidad universal – Auriculares inalámbricos y con cables que se conectan a dispositivos iOS, Android y Windows. Se puede realizar una conexión por Bluetooth rápida y estable en cualquier momento a través del móvil, tablets, portátil, PC y TV. Con los auriculares PowerLocus puedes disfrutar de una calidad de audio en HD hasta 10 metros y 40 horas por tan solo 2 horas de carga. Puedes cambiar los auriculares por unos cables de audio de 3.5mm.\n0. Accesorios Cocina, inalámbricos, Audio de Carro, HD\n1. Bluetooth 5.0, 40h de música, Compatible Universal, Inalámbrico y Cable\n2. Muebles Jardín, Casco de Seguridad, 10 metros, Resistencia Agua\n3. Smartwatch Fitness, conexión rápida, Plegable, Diseño Ergonómico",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of keywords best summarizes the product?\nProduct Title: Auriculares Inalámbricos, Auriculares Bluetooth 5.1 HiFi Estéreo, Cascos Inalambricos Bluetooth con Control Táctil, Micrófono Incorporado, IPX5 Deportivos, para Xiaomi Samsung iPhone Huawei\nProduct Description: [Auriculares Inalámbricos Bluetooth] Auriculares inalámbricos están equipado con un chip Bluetooth 5.0 para garantizar una conexión más estable, menor latancia y menor consumo de energía durante la transmisión de datos. Los auriculares son completamente inalámbricos. incluso el móvil se guarda en su bolsillo, no preocuparse por el problema de desconexión. Los auriculares bluetooth son compatibles con casi todos los dispositivos Bluetooth en el mercado.\n\n0. bluetooth 5.1, inalámbricos, control táctil, IPX5\n1. audio, cable, USB, resistencia agua\n2. radio FM, analógico, batería larga duración, deporte\n3. NFC, carga inalámbrica, led indicador, gaming",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: ORETECH Funda Transparente para iPhone 13, con [2x Vidrio Cristal Templado y 1x Cámara Protector de Pantalla] Suave TPU Silicona Bumper Carcasa Antichoque Anti-Arañazos Caso Case para iPhone 13, Clara\nProduct Description: [2x Protector de Pantalla y 1x Protector de Cámara] 2 piezas de vidrio protector de pantalla de dureza 9H ultradelgado y transparente de 0.33 mm que brindan una protección completa para la pantalla de su teléfono para reducir los rasguños, las huellas dactilares y el polvo. También protege la cámara de arañazos. Proporciona una visión clara sin comprometer la sensibilidad táctil. Fácil de instalar, sin burbujas, creando la belleza original de la pantalla del teléfono.\n\n0. accesorios, iPhone 13, protección de pantalla, anti-arañazos\n1. funda, iPhone 13, protección alimentaria, impermeable\n2. moda, iPhone 13, carcasa rígida, diseño minimalista\n3. silicona, iPhone 13, protección solar, eco-amigable",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Altavoces Minimalistas Creative Pebble V3 2.0 USB-C con Audio USB, Mejora con Clear Dialog, Bluetooth 5.0, 8 W de RMS con 16 W de Pico máximo de Potencia, conversor USB-A Incluido (Negro)\nProduct Description: ALTAVOCES PLUG-AND-PLAY 2.0 USB-C SIMPLES| Creative Pebble V3 ofrece conectividad sin problemas y un cableado mínimo con un único cable USB-C, no necesita un cable de audio de 3.5 mm y así su escritorio puede permanecer organizado, sin cables por todos lados. Cuando se usa con los nuevos puertos USB-C que se encuentran en los nuevos ordenadores, los Pebble V3 pueden obtener potencia de forma más eficiente para conseguir un audio USB de más volumen.\n\n0. minimalistas, bluetooth 5.0, USB-C, audio claro\n1. gaming, RGB, 7.1 surround, inalámbrico\n2. agua resistente, portátil, solar, outdoor\n3. vintage, vinilo, analógico, manual",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: culivac Vacuum Food Sealer Bags 100 pcs 16x25cm // 50 pcs 20x30cm // Vacuum Food Sealer Rolls 2 pcs 30x600cm - Original Set 1\nProduct Description: ADECUADOS PARA EQUIPOS de envasado al vacío, como por ejemplo Allpax, Andrew James, Ariel, Bestron, Bomann, CASO Germany, Clatronic, Easyvac, Ellrona, Eltac, Foodsaver, Gastroback, Genio, Junior, Klarstein, Krups, LAICA, LAVA/LA-VA, Mark, Mia, Orved, Petra, Profi Cook, Rosenstein, Rommelsbacher, Seal a Meal, Severin, Solis, TecTools, Vacsy, Venus y muchos otros fabricantes (NOTA: Silvercrest y TCM o equipos de menor potencia: recomendamos la utilización de nuestras láminas \"Standard\")\n0. alimentación saludable, preservación, versatilidad, equipos de envasado\n1. bebidas alcohólicas, conservación histórica, Tecnologia Alemana, menaje de cocina\n2. accesorios de moda, almacenamiento a largo plazo, decoración del hogar, soluciones de envasado\n3. bolsas de vacío, conservación de alimentos, compatibilidad amplia, cocina práctica",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of phrases best summarizes the following product?\nProduct Title: Innsky Freidora sin Aceite 5,5L, 1700W Freidora Aire Caliente con 11 Programas, Actualizar Air Fryer con Función de Precalentar, Descongelar, Mantener Caliente y Cronometrar, con Recetas\nProduct Description: Cocción con un Solo Toque: Elija entre 11 prácticas funciones de cocción con un solo toque, cada una ajustada con precisión por los chefs de Innsky para producir los resultados más sabrosos. También puede elegir la temperatura y el tiempo que prefiera para sus recetas personales. Encuentre inspiración para cada comida con recetas en español que incluyen tamaño, tiempo de cocción y temperatura. Incluso los chefs principiantes pueden cocinar con confianza.\n\n0. freidora sin aceite, 11 programas, temperatura ajustable, recetas incluidas\n1. olla a presión, multifunción, libro de recetas, temporizador\n2. grill eléctrico, cocina rápida, sin humo, para interiores\n3. batidora de mano, accesorios multifunción, cocina saludable, recetas fáciles",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Probióticos y prebióticos intestinales - 180 cápsulas con revestimiento entérico - 22 cepas bacterianas (Lactobacillus, Bifidobacterium) + Inulina, 10 mil millones de UFC para la flora intestinal\nProduct Description: 100% VEGANO SIN ADITIVOS - CALIDAD PREMIUM - Nuestros probioticos intestinales están libres de aditivos artificiales, ingeniería genética y cualquier ingrediente de origen animal. No contiene estearato de magnesio, antiaglomerantes, aromatizantes, colorantes, estabilizadores, lactosa, gluten ni conservantes. Probado científicamente para garantizar el número de cultivos bacterianos vivos (UFC - unidades formadoras de colonias), la pureza de los ingredientes y la ausencia de sustancias nocivas.\n0. flora intestinal, veganismo, sin aditivos, probióticos y prebióticos\n1. cápsulas de dieta, suplementos para gimnasio, proteínas, vitaminas\n2. aromatizantes artificiales, ingredientes GMO, conservantes, colorantes\n3. salud dental, blanqueamiento, productos de higiene, pastillas",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Mars Gaming MH320 Negro, Auriculares Gaming Neodimio, RGB Flow, Micrófono, Caja de Control\nProduct Description: COMUNICACIÓN PROFESIONAL: El micrófono de los MH320 proporciona un sonido claro y nítido a la hora de comunicarte en partidas online gracias a su filtrado de ruido y su cápsula de alta calidad; Además, sus almohadillas cuentan con un recubrimiento de materiales Premium y espuma que se adapta perfectamente a tu cara y ofrece una cancelación de ruido pasiva que te permitirá concentrarte y disfrutar al máximo de una inmersión total\n0. cocina, bluetooth, auriculares, deporte\n1. gaming, RGB, micrófono, cancelación de ruido\n2. iluminación, escritorio, sonido, móvil\n3. videojuego, controlador, cable, pantalla",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Correa Extensible Perro Grande y Medianos - Correa de Perro Retráctil Se Traba O Se Suelta con Un Solo Botón Perros Nylon Fuerte Reflexivo Correa para Mascotas Reutilizable (Blanco, M)\nProduct Description: 360 grados sin enredos - la correa para perros retráctil adopta un diseño de muesca profunda en forma de U, un resorte helicoidal de acero inoxidable duradero incorporado de primera clase que se contrae y afloja suavemente en cualquier ángulo, evita efectivamente el enredo y el nudo de las cadenas para perros. Los datos experimentales muestran que puede retractarse durante varios años, ¡calidad confiable!\n\n0. alimentación perros, durable, nylon, mediano\n1. correa retráctil, sin enredos, durable, para perros grandes y medianos\n2. juguete gato, retractable, enredos, pequeño\n3. perro grande, correa estática, no reflectante, corto",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: BURSUN Mochila Ordenador Portátil, Mochila Unisex para Portátil de 15,6 Pulgadas con Ranura de Carga USB y Bolsillo Antirrobo, Adecuada para Estudiar, Viajar o Trabajar\nProduct Description: [Diseño multibolsillo] Esta mochila de trabajo tiene 3 bolsillos principales y 6 bolsillos interiores más pequeños, incluyendo un compartimento interior acolchado separado para portátiles de 13, 14 y 15,6 pulgadas, así como una serie de otros bolsillos funcionales más pequeños para mantener todos sus dispositivos seguros y organizados en su lugar, como iPhone, iPad, bolígrafos, llaves, cartera, libro, ropa, botella de agua, paraguas, etc.\n\n0. viaje, seguridad, portátil, libros\n1. mochila, portátil, carga USB, antirrobo\n2. diseño, comodidad, portátil, estilo\n3. mochila, escolar, bolsillos, organización",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of keywords best summarizes the following product?\nProduct Title: Cuidado del Cuero incoloro para Coche Muebles Chaquetas Bolsos sofá Zapatos sillín Cuero BÁLSAMO de URBAN FOREST con Aceite de Cera de Abejas y Aguacate, tamaño: 250ml\nProduct Description: Bálsamo para cuero prémium Urban Forest de aplicación: te recomendamos frotar con una esponja o un paño suave para el cuidado del cuero previamente limpiado con nuestro bálsamo para cuero como producto de cuidado. En el siguiente paso, dejar actuar bien y, en su caso, pulir la piel con un paño suave o un cepillo de piel suave. Consejo: para la limpieza y el cuidado del cuero recomendamos nuestro limpiador de cuero de Urban Forest Premium Leather Care\n0. muebles, pintura, decoración, interior\n1. cuero, cuidado, bálsamo, premium\n2. alimentación, orgánico, vegano, suplementos\n3. limpieza, cuero, automóviles, conservación",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Lemorele Hub USB C HDMI 4K - 6 en 1, Aluminio Espacial Adaptador USB C Hub con 2 USB 3.0, SD/TF, USB C para MacBook Pro/Air M1, iPad Pro/Air M1, Windows, Switch, PS 4, Chromecast, Android e Otros\nProduct Description: 【6 en 1 Expansión Extrema】: El usb c adaptador tienen 2 puertos USB3.0 (USB3.0 = 5Gbps / USB2.0 = 480Mbps, teóricamente 10 veces más rápido que USB2.0). Sincronización de video 3D de ultra alta definición HDMI 4K a alta TV de definición, monitor O un proyector. Con ranuras para tarjetas dobles TF&SD, puede leer y transferir rápidamente los datos de su dispositivo en cualquier momento y en cualquier lugar.\n0. cargador rápido, bluetooth, HDMI 2.0, sonido envolvente\n1. adaptador USB C, HDMI 4K, expansión 6 en 1, puertos USB 3.0\n2. funda protectora, aluminio, anti-rayas, MacBook Air\n3. teclado inalámbrico, USB C, iluminación LED, resistente al agua",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Clé USB 64 Go ENUODA USB 3.0 Flash Drive Stockage Rotation Disque Mémoire Stick Noir\nProduct Description: 【Design Pivotant】Avec son design 360 °, il est prêt à être utilisé instantanément. Vous pouvez ainsi facilement stocker, transférer des fichiers, puis les partager avec votre famille, vos amis et vos collègues.La conception intelligente sans capuchon permet d'éviter la perte de capuchon et offre une protection efficace au port USB, une boucle de trousseau pour un transport aisé, vous n'aurez plus à vous soucier de ne pas trouver votre clé USB;\n\n0. design pivotant, USB 3.0, 64 Go, protection du port\n1. stockage en nuage, USB 2.0, 32 Go, design fixe\n2. SSD externe, 128 Go, USB 3.1, sans protection\n3. lecteur de cartes, USB 3.0, 64 Go, design non pivotant",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the product information, which of the following keyword sets is most suitable for it?\nProduct Title: EGV 3 Pièces Compatible avec Galaxy S22 Ultra Film Protection Écran 5G, TPU Galaxy S22 Ultra Film Protection Écran, Pas de bulles, Facile à Installer (Samsung Galaxy S22 Ultra 6.8 pouce)\nProduct Description: [3 packs de protections d'écran] Le paquet est livré avec 3 packs de films d'écran de haute qualité et des accessoires complets pour l'installation. Même si vous n'êtes pas un technicien ou un bricoleur, vous constaterez que l'installation est un jeu d'enfant grâce à notre outil d'alignement bien conçu et à notre vidéo en ligne. Bénéficie d'une garantie à vie, n'hésitez pas à nous contacter chaque fois que vous rencontrez des problèmes\n0. protection écran, Galaxy S22 Ultra, facile à installer, sans bulles\n1. smartphone, cuisine, Galaxy S22, résistant à l'eau\n2. jeux vidéo, Galaxy S10, film protecteur, garantie\n3. accessoires téléphone, S22 Ultra, film TPU, haute qualité",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Micro Karaoké, Microphone Karaoké sans Fil Bluetooth pour Enfants Chanter Jouet Fille 3 4 5 6 7 8 9 10 12 Ans Micro Enfant Cadeau Fille 3 4 5 6 7 8 9 10 12 Ans Karaoke Enfant Cadeau Enfant 3-14 Ans\nProduct Description: 【2 méthodes de connexion et compatibilité universelle】: Connexion via Bluetooth ou câble. Le microphone karaoké sans fil peut facilement se connecter via Bluetooth ou Jack audio 3,5 mm à votre smartphone Android, tablette, ordinateur portable, télévision, et lecteur MP3 ou d’autres appareils. Grâce à sa fonction de mémoire,la connexion Bluetooth précédente sera automatiquement activée lorsque vous allumez le microphone.\n0. microphone, bluetooth, jouet, enfants\n1. android, tablette, Bluetooth, micro\n2. connexion, cable, universal, tablette\n3. cadeau, enfants, karaoke, sans fil",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best describes the product based on its title and description?\nProduct Title: Craze Blade Starter Pack Toupie de Combat Toupie Metal Blade Compétition Toupie Enfant Spinning Top de Combat Lanceur Toupie Inclus Jouet Garcon 7 Ans 10259\nProduct Description: CRAZE BLADE Starter Set comprends un lanceur de toupies ainsi que l'une des 6 toupies à collectionner : Verax II, Toxior, Racorjix, Kamork-Z, Corturak, ou Evoroz, elles ont toutes des propriétés et des couleurs différentes ! Livraison aléatoire d'une des 6 toupies : la pré-sélection est malheureusement impossible. Laissez-vous surprendre et collectionnez-les toutes pour devenir le maître des toupies.\n0. vêtements, mode, accessoire, sport\n1. enfants, livre, crayon, jeu\n2. cuisine, ustensiles, plastique, toupie\n3. jouet, toupie de combat, lanceur, collection",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best describes the product?\nProduct Title: AJOXEL Filet Linge pour Machine à Laver, Lot de 7 Sac a Linge, Réutilisable Sac Filet, Sac Filet De Lavage, Sac à Linge Voyage pour Délicats, Blouse, sous-Vêtements, Chaussettes, Lingerie(2S+3M+ 2L)\nProduct Description: Combinaison parfaite : ensemble de 7 filet linge machine à laver en trois tailles (22 x 30 cm, 30 x 40 cm, 40 x 50 cm) qui peuvent laver des chemises, des manteaux, des pulls, des soutiens-gorge, des chaussettes, des bas, des sous-vêtements, des sous-vêtements et des vêtements de bébé de différentes tailles, en raison des différentes tailles, vous pouvez facilement prendre le sac filet. Pour répondre à vos différents besoins de lavage en famille.\n0. technologie, gadgets, smartphones, accessoires\n1. cuisine, décoration, meubles, jardin\n2. soins délicats, sacs réutilisables, voyage\n3. sports, fitness, équipement de plein air",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the following product, which of the following keyword sets is most suitable for it?\nProduct Title: Evance 166pcs Jouets de Construction de Jardin de Fleurs Papillons pour Filles, Bouquets De Bricolage, Jouets de Blocs Construction Créatifs\nProduct Description: 【Jouets de Construction de Fleurs】Blocs de construction de fleurs - Cet ensemble de construction de fleurs peut grandir, se plier et diverger librement ! Permettant des combinaisons et des conceptions infinies. Des lys colorés, des pétunias et des marguerites les aideront à comprendre l'empilement. Utilisez un jouet de fleur pour construire un jardin, des pots de fleurs à faire soi-même, décorez votre propre chambre. Ce sera une grande surprise pour les enfants\n0. cuisine, jeu de rôle, fruits, nourriture\n1. outils de jardin, jouet, extérieur, légumes\n2. jouet éducatif, jardin de fleurs, créatif, pour filles\n3. livre pour enfants, lecture, éducation, histoire",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: GLEADING Collier Anti Aboiement pour Chiens, Module de Détection Intelligente d’Aboiement Collier Étanche IP67 et Rechargeable avec 4 Niveaux de Sensibilités de Mode Choc Electrique, Vibration et Son\nProduct Description: 2 Modes et 4 Niveaux de Sensibilités : Le récepteur intègre des voyants LED pour indiquer le niveau de sensibilité et modes. La lumière verte pour le mode \"son + vibration\", la lumière rouge pour le mode \"son + vibration + choc\", chaque mode dispose de 4 niveaux d'intensité réglables. En fonction de la nature et du comportement de vos chiens, vous pouvez choisir des niveaux d'intensité par bouton de mode pour que votre chien arrête d'aboyer.\n0. alimentation pour chiens, gamelle intelligente, contrôle portion, sans BPA\n1. jouet pour chiens, collier lumineux, sécurité nocturne, batterie faible\n2. éducation canine, collier anti aboiement, étanche, rechargeable\n3. toilettage chiens, shampoing bio, peau sensible, hypoallergénique",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description of the product, which of the following sets of phrases best summarizes it?\nProduct Title: GIFTFIT Montre Connectée Femmes avec Fonction Féminine, 1,1' Montre Intelligente pour Android iOS,IP67 Etanche Smartwatch Sport avec Moniteur Sommeil de Fréquence Cardiaque,22 Sport Modes,Podometre\nProduct Description: Compatible avec Android / iOSCette GIFTFIT montre connectée est compatible avec les téléphones Android et iOS. Téléchargez et installez l'application gratuite 'QWatch Pro' en scannant le code QR dans le manuel ou en effectuant une recherche dans l'App Store. Systèmes compatibles: iOS 9.0 ou supérieur, Android 4.4 ou supérieur. (pas pour les appareils Tablette / PC). Allumez le Bluetooth du téléphone et connectez-vous à la montre intelligente via APP.\n0. montre traditionnelle, IP67, sans application, Android 4.2\n1. application tablette, IOS 9.0, Android 4.4, code QR\n2. santé féminine, podometre, android ios compatible, IP67\n3. smartwatch, sport, podometre, non compatible iOS",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the product information, which set of keywords best describes the product?\nProduct Title: Projecteur de Galaxie D'astronaute Starry Sky Night Light, Projecteur D'étoile D'astronaute avec Nébuleuse, Minuterie et Télécommande, Lampe étoilée pour Chambre à Coucher et Projecteur de Plafond\nProduct Description: Design unique et flexible : La tête et le corps de la lampe de projection d'astronaute sont reliés ensemble par des aimants, elle est amovible. Vous pouvez l'appliquer en tournant la tête ou le retirer du corps et projeter des lumières étoilées et nébuleuse n'importe où que vous le souhaitez, offrant un environnement merveilleux et rêveux pour votre chambre de bébé, chambre, voiture, tente, salon, it home cinéma, salle de jeux, salle d'étude, etc\n\n0. décor auto, humidificateur, lumière uv, gadget\n1. astronaut, radio, cuisine, lampe de table\n2. projecteur d'étoiles, lumière de nuit, design flexible, chambre à coucher\n3. cinéma maison, décor spatial, astronautique, ambiance",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: IPSXP Ensemble Lumière Vélo, Éclairage Vélo Avant Rechargeable LED à détection Automatique de 3000 lumens, 4 Modes de luminosité, 1 feu arrière Rouge, étanche, adapté aux Cyclistes de Camping\nProduct Description: Haute qualité - Les lumières clignotantes super brillantes alertent les conducteurs de votre présence. Les accessoires de montage de haute qualité maintiennent les lumières sur votre vélo, même sur les routes accidentées. Cet ensemble d'éclairage de vélo illumine également le chemin à courte distance, vous montrant les bumps et les dangers potentiels sur la route. Illumine le chemin à longue portée dans l'obscurité totale.\n\n0. accessoires, cyclisme, éclairage LED, sécurité\n1. camping, pêche, lanternes, éclairage\n2. véhicule, vélo de route, clignotants, accessoires\n3. éclairage intérieur, maison, LED, décoration",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best summarizes the following product?\nProduct Title: rolimate Jeu de Grenouille interactif, Marteler des Jouets martelants Aide à la motricité Fine, Jouet de développement pour 3, 4, 5, 6, 7, 8 Ans garçons Filles bébé Enfant en Bas âge [Français]\nProduct Description: 【Meilleure idée cadeau】Le jouet montessori peut jouer de la musique, ce qui en fait un excellent jouet musical. Les boutons de griffes des deux côtés peuvent lire la musique, y compris de nombreuses options de langue différentes: anglais, allemand, italien, français et espagnol. Ce jouet à marteler offre un cadeau d'anniversaire parfait, un cadeau de fête des enfants, de Noël et du nouvel an pour les garçons et les filles de 3 4 5 6 7 ans\n0. développement, musique, multilingue, montessori\n1. animaux, interactif, jouet, cuisine\n2. livre, éducatif, filles, voiture\n3. jeu, musique, grenouille, motricité fine",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the product details below, which set of keywords most accurately describes the product? \nProduct Title: HOXEEJEE Chaînes à Neige pour auto Lot de 8 avec Pelle à Neige Clé et Gants, Chaîne à Neige pour Pneu D'urgence pour Voiture/SUV/Camion/Van Roue de Pneu Réglable Universelle pour Pneus Largeur 6.5-12\" \nProduct Description: FACILE À INSTALLER: Les chaînes de pneus neige sont conçues avec des boucles de serrage de type engrenage pour maintenir très bien les sangles et se serrer encore plus lorsqu'elles sont tirées afin que les sangles ne puissent pas glisser. Utilisez la pelle à neige crochet pour tirer facilement la sangle en nylon de l'autre côté de la roue vers l'engrenage. Vous pouvez même installer et retirer facilement les chaînes en quelques minutes par vous-même sans déplacer ou retirer un pneu du véhicule. \n\nOptions: \n0. sécurité hivernale, chaînes à neige, installation facile, accessoires auto \n1. jouets, enfants, jeux d'extérieur, hiver \n2. décoration de jardin, éclairage extérieur, accessoires \n3. pneus d'été, entretien voiture, huile moteur",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Draeger Paris - Mug cadeau - Super Nounou\nProduct Description: CRÉATEUR, CADEAUX & ACCESSOIRES : Draeger a écrit quelques-unes des plus belles pages iconographiques du XXè siècle, en travaillant pour de grands noms du luxe et en collaborant avec des artistes réputés comme Dali, Picasso, Cocteau et Matisse. Aujourd'hui, Draeger continue de miser sur des produits de qualité, pour délivrer bonheur et émotions : beauté des images, élégance des messages, noblesse des matériaux et perfection du design.\n\n0. luxe, histoire, cadeau, art\n1. artistes, émotion, qualité, design\n2. bonheur, émotions, luxe, artistes réputés\n3. beauté, messages, noblesse, Super Nounou",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Micro Casque Gaming PS4,Casque Gamer Xbox One avec Micro Anti Bruit LED Lampe Audio Stéréo Basse avec Micro 3.5mm Jack pour PS4/ Xbox One/PC/Mac/Nintendo Switch/Ordinateur/Tablette/Smartephone\nProduct Description:【 Compatibilité superbe pour multi-plate-forme 】 support casque audio ps4, PS4 Pro/Slim, Xbox One, Xbox One S/X contrôleur, PC, Nintendo Switch/3DS, PSP, PS3, ordinateur, tablette, iPad, téléphone mobile. NOTE: PS3 et ancienne version Xbox One besoin d'un adaptateur supplémentaire (non inclus). Un séparateur de Jack 3,5 mm supplémentaire de 1 à 2 pour micro et casque est inclus.\n\n0. gaming, multi-plateforme, led, audio stéréo\n1. bluetooth, console, USB, appareil photo\n2. wifi, écran, tactile, smartphone\n3. application, logiciel, programmation, jeu",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: KOOSLA 12 Prises 2P+T de Type-E (France) Tour Multiprise avec 6 Ports USB(4000W/16A), Multiprise Electrique parafoudre et surtension, 3 Interrupteur Individuel, 2M Câble, Blanc\nProduct Description: 3 INTERRUPTEUR INDIVIDUEL: La KOOSLA multiprise avec USB possède un interrupteur de contrôle indépendant à chaque niveau, 3 au total, ce qui permet d'éteindre facilement plusieurs appareils électroniques à la fois lorsqu'ils ne sont pas utilisés. 【Veuillez noter que les interrupteurs ne contrôlent que le port CA et non le port USB.】L'âme du câble est en cuivre pur pour la sécurité et la durabilité.\n\n0. jeux, interrupteur, adaptateur, ca\n1. usb, individuel, wifi, ca\n2. bluetooth, sécurité, france, ca\n3. multiprise, surtension, parafoudre, USB",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Jouets licorne pour filles de 3 ans: fournitures d'art, jouets pour 2 3 4 ans, kit d'artisanat pour fille, cadeau d'anniversaire 2 3 4 ans -Essentiels pour les voyages en avion/route pour les enfants\nProduct Description: Léger et portable: Le tableau Graffiti est léger et pratique à mettre dans des sacs de voyage et des cartables, adapté à toutes les occasions : salon, voiture, avion, extérieur. Jouez avec vos amis et votre famille, de quoi vous occuper pendant des heures. Que vous soyez un enfant ou vous, profitez du processus créatif et interactif ! Éloignez-vous de la vie trépidante et profitez d'un corps et d'un esprit détendus\n\n0. électronique, jeux vidéo, musique, intérieur\n1. jeu en plein air, piscine, animaux, été\n2. décor maison, chambre enfant, lumière, nuit\n3. jouets éducatifs, créativité, art, portable",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of phrases best summarizes the following product?\nProduct Title: Cadeau Fille 5 6 7 8 9 Ans, Licorne Jouet Enfant 4-10 An Activites Manuelles pour Fille 6 7 8 9 Ans Enfants Veilleuse Bricolage Kit Enfant Noël Decoration Cadeaux Anniversaire Licorne Allumer Jouet\nProduct Description: 【Kit d'artisanat en Bois de Sécurité pour Enfants】Le kit de veilleuse magique DIY est fait de bois de balsa, qui est durable et lisse. La bouteille transparente est en plastique au lieu de verre, et elle n'est pas facile à casser même si elle tombe par terre. Ces kits de traitement sont rigoureusement testés et certifiés. Les enfants aussi jeunes que 4-5 peuvent fabriquer en toute sécurité leurs propres jouets de veilleuse.\n0. cuisine, kit de démarrage, science, fille\n1. decoration noël, kit sécurité, jouets extérieurs, enfants\n2. jouets en bois, bricolage, activités en plein air, sécurisé\n3. kit d'artisanat, veilleuse, licorne, activités manuelles",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of key phrases best summarizes the product?\nProduct Title: CLOSTER Savon potassique pour Plantes - Anti acariens Anti cochenille Anti pucerons et araigneé Rouge - Protection du Jardin Contre Les Insectes et Les Parasites (500 ML Spray Prêt à l'emploi)\nProduct Description: 𝗚𝗔𝗥𝗔𝗡𝗧𝗜𝗘 𝗗𝗘 𝗦𝗔𝗧𝗜𝗦𝗙𝗔𝗖𝗧𝗜𝗢𝗡 𝗗𝗨 𝗖𝗟𝗜𝗘𝗡𝗧: Notre entreprise s'efforce de fournir aux clients des produits testés et de haute qualité, la satisfaction du client est pour nous une priorité. Garantie client à 100% sur tous nos produits. Les retours seront acceptés dans les 30 jours suivant la date d'achat, sans questions et votre remboursement sera de 100%. Pour plus d'informations, veuillez lire la section consacrée à ce sujet dans la rubrique \"Détails du produit\".\n\n0. protection des plantes, anti-insectes, spray prêt à l'emploi, satisfaction garantie\n1. satisfaction client, garantie de remboursement, spray jardin\n2. savon potassique, soin des plantes, garantie qualité, retour accepté\n3. anti-acariens, jardinage, spray protection, efficacité prouvée",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best summarizes the following product?\nProduct Title: CANOPUS 3M VHB Ruban Adhésif à Double Face Extra Fort, Étanche 3M VHB 5952 (6,35mm x 4,5m),3M Ruban de Montage, Idéal pour les bandes lumineuses à LED, usage intérieur, extérieur, Noir\nProduct Description: 3M VHB 5952 Bande de mousse acrylique. Pratique et facile à utiliser, idéal pour coller à l'intérieur et à l'extérieur, peut remplacer des rivets, soudures par points, colle liquide et autres produits de fixation permanents. Fabriqué en mousse acrylique. Absorption viscoélastique et propriétés de réduction de la tension. Colle acrylique multi-usages des deux côtés sur une mousse pratique. Offre une adhérence sur une grande variété de matériaux de support, comprenant les peintures thermolaquées.\n\n0. adhésif, double face, étanche, montage\n1. bricolage, peinture, extérieur, intérieur\n2. lumière led, décoration, fixation, intérieur\n3. mousse, acrylique, réparation, adhérence",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of keywords is most suitable for the product? Product Title: ZenPur - Oreiller Memoire de Forme Lot de 2 | Oreiller Ergonomique Cervical Conçu en France & Fabriqué en Europe, Certifié Oeko-Tex | Oreiller Cervicales Anti Acarien avec Housse de Bambou Product Description: OREILLER EN MOUSSE À MÉMOIRE DE FORME POUR LES DOULEURS AU COU : Dites adieu au réveil au milieu de la nuit avec des douleurs au cou et des problèmes d'épaule. L'oreiller ergonomique en mousse à mémoire de forme et anti-pression de haute qualité de ZenPur s'adapte à votre forme et soutient votre tête et votre cou pour un sommeil confortable. L’oreiller cervical est ni trop ferme ni trop mou, c'est coussin orthopédique est le meilleur choix, que vous dormez sur le dos, le ventre ou le côté. Options: 0. ergonomique, anti acarien, mousse mémoire, douleurs au cou 1. decoration, parfum d'intérieur, mousse standard, sommeil léger 2. sport, extérieur, imperméable, fitness 3. cuisine, anti-adhésif, ergonomique, mousse",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Montessori Jouet en bois pour enfants à partir de 12 mois - Puzzle en bois 7 en 1 - Jouet éducatif - Cadeau de Noël pour garçons et filles à partir de 2 3 4 ans\nProduct Description: Attention : le lavage à l'eau est interdit, les jouets en bois gonflent et se déforment lorsqu'il est exposé à l'eau et laisse tomber la peinture. Vous pouvez le nettoyer avec un chiffon. Veuillez ne pas mettre le jouet sur des jouets humides, ou éviter l'exposition au soleil, il peut y avoir des moisissures ou des fissures. Si vous avez des problèmes avec nos jouets pour tout-petits, n'hésitez pas à nous contacter via les messages, nous vous aiderons à résoudre votre problème dans les 24 heures.\n\n0. électronique, pour enfants, lumière, son\n1. jouet plastique, montage, rapide, durable\n2. jouet éducatif, montessori, bois, puzzle\n3. livre, lecture, papier, éducation précoce",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Genouillère avec stabilisateurs latéraux et coussinets en gel pour un parfait soutien du genou\nProduct Description: Adaptation personnalisée : Disponible en deux tailles avec des sangles en velcro réglables pour vous offrir le meilleur ajustement possible. Une doublure antidérapante sur le dessus empêche l'attelle de glisser, vous offrant ainsi un confort continu. Pour trouver votre meilleur ajustement, mesurez la circonférence de votre cuisse, 4\" au-dessus de la rotule. Taille unique - 14\"-21.5\" et XL - 21.5\"-26\".\n1. protection, genou, stabilisateur, confort\n2. sport, réglable, genouillère, fitness\n3. réglable, confort, soutien, genouillère\n0. genouillère, stabilisateurs, ajustement, confort",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Ventilateur Poele à Bois, Ventilateur de Poele Magnétique à 4 pièces, Ventilateur Cheminée Silencieux à Fonctionnement Thermique avec 2 Aimants Puissants, pour Poêle à Bois/Cheminée/Poêle à Granulés\nProduct Description: [2022 nouveau ventilateur poele à bois amélioré] la lame du nouveau ventilateur a une vitesse plus rapide, un volume d'air plus élevé, une température de démarrage plus basse, un bruit plus faible et une durée de vie plus longue du moteur. Les ventilateur cheminée à chaud fabriqués à partir d'alumine anodique de haute qualité ont une conductivité thermique plus élevée que les ventilateurs en acier.\n\n0. cheminée, durabilité, silencieux, thermique\n1. amélioration, rapide, bricolage, alimentation\n2. bois, magnétique, aimants, nouveauté\n3. acier, basse température, volume haut, rapide",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: JOYACCESS Ensemble Clavier Souris sans Fil,AZERTY Clavier Souris Fil avec Batteries Rechargeables,Connexion 2,4 GHz Stable,Souris Ergonomique Silencieuse Idéal pour PC,Ordinateur Portable-Gris foncé\nProduct Description: BATTERIES RECHARGEABLES & RÉUTILISABLES – Plus besoin de remplacer ni de jeter des piles alcalines ! Le clavier et la souris sans fil JOYACCESS sont équipés de batteries Li-ion de 500 mAH intégrées ; une charge complète offre une autonomie de plus de 120 jours de travail. Le clavier et la souris entrent en mode veille au bout de 20 s en l’absence d’activité pour une efficacité énergétique optimale et une durée de vie élevée de la batterie.\n\n0. sans fil, rechargeable, ergonomique, pc\n1. batteries alcalines, ergonomique, pc, rechargeable\n2. connexion usb, ordinateur de bureau, filaire\n3. batteries Li-ion, gaming, audio, connexion bluetooth",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: YUDOXN Sac à Dos à Langer avec,Grande Sac à Couches avec Matelas à Langer,sac à dos pour lit bébé,sac de voyage avec Lit Pliable et Pare-Soleil (gris)\nProduct Description: Ce que vous obtiendrez : sac à langer YUDOXN avec station à langer et matelas à langer (dimension : 15,5 h x 7,5 l x 12,5 pouces ; taille du tapis : 28 l x 12,5 pouces). Autres accessoires : attache-sucette, auvent avec moustiquaire, arceau de jeu pour bébé. Les conceptions à ouverture extra large facilitent l'organisation et l'accès rapide. Avec 16 poches, le sac bébé est suffisant pour ranger tous les articles quotidiens de bébé de manière ordonnée. 2 poches isothermes pour biberons peuvent contenir la plupart des biberons de 5 oz à 11 oz.\n0. mode, économie, parents\n1. sac à langer, voyage, organisation, accessoires bébé\n2. divertissement, télévision, gadgets\n3. cuisine, préparation, sac à provisions",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Evolsin® Shampooing contre l'eczéma et le psoriasis I 250 ml I Soulagement des démangeaisons du cuir chevelu sec et irrité grâce au shampooing contre l'eczéma, la dermatite atopique et le psoriasis\nProduct Description: Arrête les démangeaisons du cuir chevelu : Nourrit et répare le cuir chevelu stressé et irrité. Les minéraux naturels arrêtent les démangeaisons du cuir chevelu atteint par l'eczéma, la dermatite atopique, le psoriasis, les rougeurs, les pellicules et la peau sèche. Promeut la cicatrisation à chaque application. Utilisable pour la tête, mais également pour tout le corps comme gel lavant et gel douche.\n\n0. hydratation, soin pour bébé, peau sensible, naturel\n1. soin du cuir chevelu, eczéma, dermatite atopique, psoriasis\n2. shampooing, coloration, cheveux secs, protection\n3. beauté, routine capillaire, pellicules, cheveux gras",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: XFX Speedster SWFT 319 AMD Radeon™ RX 6900 XT Core Gaming Graphics Card with 16GB GDDR6, AMD RDNA™ 2\nProduct Description: Le tout nouveau design Ghost Thermal de XFX refroidit votre GPU mieux que jamais. Notre nouvelle conception comprend une ventilation à flux d'air direct pour améliorer considérablement le refroidissement et compléter la conception ouverte de la conception de l'enveloppe flottante Ghost Thermal. Nos nouveaux ventilateurs à 13 pales augmentent le débit d'air total et offrent un fonctionnement silencieux de longue durée.\n\n0. carte graphique, AMD Radeon, refroidissement Ghost Thermal, silencieux\n1. jeux vidéo, AMD Radeon, batterie, durable\n2. AMD, performance, RGB, overclocking\n3. portable, AMD, réseaux, rapide",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of phrases best summarizes the following product?\nProduct Title: Câble Ethernet 5m, RJ45 Cat 7 Snowkids Câble Réseau 10Gbps 600MHz Haut Débit S/FTP Cable LAN Plat Nylon Câble S/FTP LAN Câble Internet Compatible avec Routeur Modem Switch TV Box PC PS4 Jeux PS5\nProduct Description: 【10Gbps Câble Ethernet RJ45 】Snowkids câble rj45 prend en charge une bande passante allant jusqu'à 600 MHz et une vitesse de transmission de 10 Gbit / s, qui connecte parfaitement les segments de réseau LAN et WAN et l'équipement réseau. Satisfaire à toutes les exigences Cat7 proposées; prise en charge: 10GBASE-T. Le câble Cat 7 augmente considérablement le débit par rapport au câble Cat 6 et s'adapte bien aux besoins futurs de plus en plus gourmands en bande passante.\n0. câble téléphonique, RJ11, bas débit, Cat 3\n1. câble ethernet, Cat 7, 10Gbps, haut débit\n2. câble HDMI, 4K, vidéo, multimedia\n3. fibre optique, Cat 8, 40Gbps, ultra haut débit",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Support Telephone Voiture Grille Aeration & Tableau de Bord, 3 en 1 Porte Telephone Voiture, Super Stable Fixe Voiture Telephone, Support Téléphone Voiture pour iPhone 13 Pro Max et Smartphones 4 à 7\"\nProduct Description: Conception antidérapante et pop en un clic --- Le porte téléphone voiture adopte la conception structurelle la plus stable, quelle que soit la qualité des routes ou la vitesse à laquelle vous tournez. Qui peut tenir votre téléphone fermement sans tomber. Vous pouvez appuyer sur le bouton sur le côté droit du support de téléphone pour ouvrir la pince. Lorsque vous fermez la pince, appuyez fermement dessus. Vous entendrez un son comme \"ca\" signifiant que le support est vraiment fermé.\n0. musique, relaxation, téléphone, domicile\n1. antidérapante, fixation stable, téléphone, voiture\n2. alimentation, téléphone, USB, voiture\n3. éducation, enfants, support téléphone, jeux",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Manette pour PS4，Contrôleur sans Fil pour PS4, YCCSKY Fonctions Audio à Double Vibration/Pavé Tactile/Gyroscope à 6 Axes Contrôleur Gamepad Mannette de Jeu Compatible avec Console PS4/PS4 Pro/Slim/PC\nProduct Description: 【Matériaux de haute qualité et performances élevées】: La poignée de ce contrôleur PS 4 est faite de matériaux de haute qualité avec une surface adaptée à la peau qui est confortable même pendant les longues séances de jeu. La disposition des boutones du GamePad a été optimisée avec une excellente conception de joystick à double analogue et le contrôleur Eric est très sensible, ce qui raccourcit la réponse et améliore le compte dans les commits clés.\n0. Manette Xbox, filaire, confort d'utilisation, ergonomie\n1. Contrôleur PS4, sans fil, haute sensibilité, matériaux de qualité\n2. Accessoires PC, compatibilité limitée, design basique\n3. Périphériques de jeu, connectivité Bluetooth, ergonomie, durabilité",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of keywords best summarizes the product? Product Title: Bravokids Tablette D'écriture LCD 8.5 Pouces Coloré, Tablette Graphique, Ardoise Magique pour Garçons et Filles Tablette Dessin Enfant de Dinosaure Cadeau d'anniversaire pour Enfants de 2 3 4 5 6 Ans Product Description: Facile à Utiliser et Amusant: Vous pouvez utiliser ce stylo pour dessiner et écrire tout ce que vous voulez! Ce tableau de dessin de jouets de voyage offre une véritable expérience papier - crayon. Il crée des lignes colorées de différentes épaisseurs en fonction de la force que vous appuyez avec le stylo. Un bouton de verrouillage utile en haut vous permettra d'économiser de l'argent en écrivant et en dessinant. Appuyez sur le bouton mignon dinosaure Eye pour effacer l'écran immédiatement. 0. jouet voyage, expérience papier-crayon, dessin, dinosaure 1. tablette couleur, écriture LCD, enfants, éducation 2. électronique, gadget, wifi, rechargeable 3. dessin enfant, cadeau anniversaire, tablette d'écriture, ardoise magique",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Kit Vernis Semi Permanent Gel Ongle Vernis Gel Uv Ongle Gel Ongle Uv Gel Couleur Ongle Uv Gel Uv Ongle Gel Uv Couleur Gel Pour Ongle De 12 Couleurs Pour Débutants Pour La Conception Des Ongles\nProduct Description: 【Conseils pour faciliter votre beau nail art】 Avant d'appliquer la couche de base, il est très important de limer et de nettoyer les ongles pour éviter un pelage non collant, durable ou facile. Veuillez ne pas appliquer d'ongles en gel trop épais, appliquer en fine couche 2-3 fois et sécher pour qu'il ne tombe pas facilement. Si la température est basse, cela rendra le vernis à ongles collant, vous pouvez essayer de chauffer le vernis à ongles avec de l'eau chaude ou un sèche-cheveux.\n\n0. cuisine, gel uv, décoration, mode\n1. kit débutant, soin des ongles, vernis semi permanent\n2. jardinage, gel couleur, manucure, pédicure\n3. soins des ongles, vernis gel uv, couleurs diverses, astuces d'application",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the following product, which of the following keyword sets is most suitable for it?\nProduct Title: Ampoules LED Couleur, 2 Pack 10W E27 LED RGBW Ampoule avec Télécommande, Fonction de Mémoire et Minuterie, 12 Couleurs et 7 Niveaux de Luminosité, Lampes d'Ambiance pour Maison, Décoration, Bar, Fête\nProduct Description: [Fonction de Minuterie]: Possède d'une fonction de minuterie, cette lampe d'ambiance peut s'allumer et s'éteindre automatiquement à l'heure programmée. En particulier, avec la fonction de minuterie de cycle de 24 heures, vous pouvez régler la durée du cycle (24 heures), les ampoules couleur vont s'allumer et s'éteindre automatiquement chaque jour, ce qui rend la vie plus pratique et plus confortable.\n\n0. jardin, énergie solaire, lampes, extérieur\n1. décoration, ambiance, LED RGBW, minuterie\n2. chambre à coucher, lumière blanche, économie d'énergie, bureau\n3. cuisine, ampoules standard, chauffant, salle de bain",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Belloc - Probiotiques - Confort digestif - enrichit la flore intestinale - 30 gélules végétales\nProduct Description: 4 souches probiotiques de haute qualité : Lactobacillus acidophilus NCIMB 30157, Lactobacillus acidophilus NCIMB 30156, Bifidobacterium bifidum NCIMB 30153, Bifidobacterium animalis subsp lactis NCIMB 30172. Contribue au fonctionnement normal des enzymes digestives grâce au calcium. Participe au fonctionnement normal du système immunitaire de l'organisme grâce aux vitamines D et C, au zinc et au sélénium. Si vous avez des questions concernant ce produit ou en cas de survenue d’un effet indésirable, veuillez contacter serviceconso21@gmail.com\n\n0. cuisine, gélules, végétales, digestion\n1. probiotiques, confort digestif, vitamines, minéraux\n2. mode, vêtements, confort, probiotiques\n3. vitamines, digestion, mode, cuisine",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: PowerLocus P6 Bluetooth Casque sans-Fil, Casque Audio Bluetooth Hi-FI Stéréo avec 20Heures, Voice Assistant, Microphone, Assistant Vocal intégré pour iPhone,Samsung,iPad,Tablette (Argent avec Lignes)\nProduct Description: Appels Main-Libres, Assistant Vocal &Grande Autonomie de Batterie – Activez Siri/Google Assistant pour vous aider en 1 clic lorsque votre téléphone est dans votre poche. Profitez de chaque voyage et passez des moments agréables avec une autonomie jusqu'à 20 heures et une technologie de charge ultra rapide. Même sans batterie, faites durer le plaisir audio avec notre câble audio, également compatible avec tous les avions. Répondez aux appels en mode sans fil ou filaire - microphone HD intégré.\n0. chargeur de téléphone, compatible avion, bluetooth, étui\n1. casque sans-fil, stéréo Hi-FI, microphone, assistant vocal\n2. enceinte Bluetooth, imperméable, assistant vocal, sport\n3. accessoires de voyage, protection auditive, autonomie de batterie limitée, non Bluetooth",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: AiQInu Joint Fenetre Isolation, Joint Porte Mousse Adhésif 3 Rouleaux 12mm x 6mm x 5m Multi-fonction Caoutchouc Calfeutrage Joint Antichoc d'Isolation Phonique pour Meuble Protection de Climatiseur\nProduct Description: Bande d'étanchéité à forte adhérence:AiQInu joint mousse adhésif conçue à la fois pour une utilisation industrielle et commerciale. Nous utilisons une colle de support maillée améliorée et fortement adhésive, collant fermement, étanche à l'eau, non désencrassante, excellent coupe-courant d'air pour les portes et les fenêtres.Convient pour le fer, le bois, l'aluminium, le plastique, l'acier et autres surfaces lisses.\n\n0. bricolage, porte, fenetre, protection UV\n1. isolation phonique, étanchéité, adhésif, protection climatiseur\n2. mousse nettoyante, cuisine, salle de bain, anti-moisissure\n3. tapis antichoc, meuble, décoration intérieure, confort",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Prise Connectée (Type F), Prise WiFi Intelligente Compatible avec Alexa, Google Home et SmartThings, Lot de 3 Prise Programmable avec Commande Vocale, Contrôle à Distance et Fonction de Temps\nProduct Description: 16A PRISE WIFI AVEC CONTRÔLE À DISTANCE: Vous pouvez télécharger l'application Meross gratuite dans l'App Store ou le Google Play ou scannez le code QR dans le manuel. Utilisez l'application pour allumer ou éteindre vos appareils et les contrôler via un smartphone (iOS et Android) partout avec l'accès à l'Internet. Aucun hub n'est nécessaire. Les prises Meross ne prennent en charge que le Wi-Fi 2,4 GHz.\n\n0. application gratuite, QR code, réglage manuel, Wi-Fi uniquement\n1. prise intelligente, contrôle à distance, compatible Alexa/Google Home, programmable\n2. accessoires de cuisine, contrôle manuel, non compatible SmartThings, pack de 2\n3. sécurité domestique, surveillance par caméra, enregistrement en nuage, alerte mobile",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of keywords best summarizes the following product?\nProduct Title: UGREEN Câble USB C vers USB C PD 100W 5A 20V Câble Type C vers Type C Nylon Tressé Charge Rapide et Sync Compatible avec MacBook Pro iPad Pro 2021 Galaxy S22 Ultra S21 S20 Steam Deck Manette (1M)\nProduct Description: [ Charge Rapide PD 100W ] Le Câble USB C vers USB C 100W offre une charge plus rapide jusqu'à la puissance 100W (5A 20V), par exemple, ce câble peut charger complètement MacBook Pro 15\" en seulement 112 minutes (aussi vite que votre câble d'origine), Galaxy Note 10+ en 50 minutes. Répondez pleinement aux besoins de charge de l'ordinateur portable, rechargez votre téléphone ou votre ordinateur portable avec un seul câble.\n\n0. Câble réseau, Ethernet, catégorie 6, 5 mètres\n1. Câble audio, USB A, lente charge, 1 mètre\n2. Câble HDMI, 4K, vidéo, 2 mètres\n3. Câble de charge, USB C, 100W, rapide",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the following product, which of the following keyword sets is most suitable for it?\nProduct Title: ZENAGAME Le Traquenard, Le Jeu Alcool de 300 Cartes Fun et Hilarantes pour tes Soirées Posées ou Endiablées - Jeux Alcool et Jeu de Société Adulte Jeux de Société, Jeu Adulte\nProduct Description: 300 CARTES VARIEES ET TOUJOURS DROLES - Notre savant mélange de cartes originales vous fera oublier les jeux de société adulte où on pose des cartes sans saveur pour tirer des rires forcés à des convives génés : avec le jeu alcool et jeu apero entre amis \"Le Traquenard\", vos soirées seront rythmées par des votes, des actions, des tu préfères, des surprises et surtout des rires sincères et gutturaux à chaque carte jouée !\n\n0. cinéma, romance, cartes à jouer, drame\n1. gastronomie, jeux de plateau, cultures, monastère\n2. école, apprentissage, cartes éducatives, bibliothèque\n3. soirées, cartes, rires, jeu alcool",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Chargeur MacBook Pro - Adaptateur Secteur USB C 67 W Compatible avec MacBook Pro 16, 15, 14, 13 Pouces, MacBook Air, câble USB C vers C de 2 m Inclus\nProduct Description: Ce que vous obtenez : le chargeur rapide USB-C 67 W est un produit de haute qualité à un prix abordable. Notre chargeur est certifié CE, FCC et RoHS. Le forfait comprend un chargeur rapide USB-C 67w, une prise UE, un câble USB-C de 6 pieds et une garantie de 12 mois. Si vous avez des questions, n'hésitez pas à nous contacter en cliquant sur le bouton \"Poser une question\" sur la page des détails de notre magasin.\n\n0. audio, MacBook, Bluetooth, câble réseau\n1. garantie, livre, USB-C, support téléphone\n2. qualité, photo, adaptateur secteur, HDMI\n3. accessoires, MacBook Pro/Air, chargeur rapide, USB-C",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: SUNTEC Déshumidificateur Electrique DryFix Silencieux / Pour des pièces jusqu'à 63 m² , capacité de déshumidification=12l/16l/20l/30l/jour, fonction de purification d'air, sèche linge (DryFix 20 Design (20 l/j))\nProduct Description: 3 en 1 : Déshumidificateur d'air, épurateur d'air et sèche-linge – Le silencieux DryFix 20 Design est la base idéale pour une atmosphère de bien-être. Comme déshumidificateur, il réduit l'humidité élevée de l'air au bureau ou à la maison et agit efficacement contre les substances nocives. Comme sèche-linge, il s'acquitte très bien de sa tâche. L'épuration de l'air n'est pas non plus à négliger de nos jours.\n\n0. climatisation, humidité, bien-être, épurateur d'air\n1. meuble, décoration, bureau, maison\n2. gaming, console, accessoires, épurateur\n3. déshumidificateur, purification d'air, sèche-linge, bien-être",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Abuytwo Enceinte Portable Bluetooth - 30W Enceinte Puissante avec Étanche IPX7, Enceinte sans Fil et Lumineuse Bluetooth, Autonomie 24 hrs, Bluetooth 5.0, Appel Mains Libres, pour Les Voyages\nProduct Description: 【Autonomie D'une Journée Complète】 Abuytwo enceinte de musique bluetooth peut être joué pendant 24 heures par charge. Support Bluetooth / 32G TF Card / AUX fonction de lecture, intégré MIC vous aide à profiter des appels mains libres. Prise en charge de Siri, Alexa, Assistant et autres commandes vocales. Enceinte préfet pour Iphone, Samsung, télévision, ordinateur, ordinateur portable et autres appareils bluetooth. C'est idéal pour une excursion à la plage ou un petit voyage pique-nique.\n\n0. câble USB, charge rapide, résistant à l'eau, léger\n1. télécommande, wifi, son surround, batterie faible\n2. bluetooth, étanche IPX7, autonomie 24h, appel mains libres\n3. couverture, protection, garantie, accessoires",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of phrases best summarizes the following product?\nProduct Title: OHWHOA Décoration Halloween kit 79 Pièces Décoration Exterieur et Interieur, Toile d'araignée, Citrouille Bannières, Ballons, 3D Chauve Souris, Autocollant Fantôme pour Mur Porte Fête Déco\nProduct Description: 【 20g de toile d'araignée d'Halloween&10pcs de fausses araignées】20g de toile d'araignée d'Halloween avec 10pcs de fausses araignées est suffisant pour couvrir 100 pieds carrés. Vous pouvez décorer vos citrouilles, tables, chaises, portes, murs, cheminée avec les 20g de toiles d'araignées d'Halloween vivantes et réalistes. Partout où vous pouvez penser, la toile d'araignée d'Halloween peut être là pour effrayer et divertir tout le monde.\n\n0. Noël, guirlandes, bougies, décoration de table\n1. Pâques, décoration intérieure, lapins, œufs colorés\n2. Halloween, décoration extérieure, toile d'araignée, décor de porte\n3. Anniversaire, ballons, banderoles, confettis",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Hub USB C, Adaptateur Multiport USB C 7 en 1 avec 4K HDMI VGA USB 3.0 100 W PD et Ethernet RJ45, Station d'accueil USB C Compatible avec MacBook Pro & Air et Autres Appareils de Type C\nProduct Description: 【Chargement rapide et connexion réseau stable】 : chargement PD sécurisé. Le hub USB-C utilise le protocole PD (Power Delivery). Une connexion PD de 100 W fournit jusqu'à 87 W de puissance de charge pour vos appareils USB-C. Cette interface n'a pas de fonction de données. Port Ethernet RJ45, connectez-vous instantanément à Internet et profitez d'une vitesse de connexion rapide. (Remarque : la charge rapide nécessite un adaptateur de charge rapide)\n0. coque, écran protecteur, USB C, HDMI\n1. USB C, recharge sans fil, audio, PD 87 W\n2. adaptateur multiport, 4K HDMI, USB 3.0, Ethernet RJ45\n3. HDMI, charge rapide, VGA, Bluetooth",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best fits the product based on the title and description? Product Title: YUWAKAYI Casque sans Fil avec Microphone, V5.0, Mic Mute, Casque Bluetooth pour Ordinateur Portable, Téléphone Portable, Tablette, Centre d'appels, Bureau, Réunion, Apprentissage en Ligne Product Description: 【Appel Clair】 Casque sans fil est livré avec un microphone antibruit, qui peut réduire l'interférence du bruit ambiant, vous offrant un appel clair. Le microphone peut être tourné de 270°, vous pouvez l'ajuster à un angle approprié pour un appel plus clair et plus fort. La fonction de coupure du microphone vous permet de communiquer avec les personnes qui vous entourent pendant un appel sans être entendu. Remarque: le bouton de sourdine n'est disponible que pour les appels téléphoniques. 0. jeux vidéo, casque filaire, son surround, éclairage LED 1. musique en ligne, qualité sonore, batterie longue durée, sport 2. casque Bluetooth, microphone antibruit, appel clair, sourdine 3. réunion en ligne, apprentissage à distance, centre d'appels, flexibilité",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the following product, which of the following keyword sets is most suitable for it?\nProduct Title: Pppby Doseuse à Poudre De Lait Boîte Doseuse De Lait en Poudre Distributeur De Bébé Poudre De Lait De Formule Boîte Doseuse à Poudre De Lait Bébé 4 Compartiments Vert\nProduct Description: CONCEPTION CONVIVIALE : La conception antidérapante de la rainure est pratique pour saisir la conception de la rainure, pratique à saisir, antidérapante et plus pratique à prendre pour maman. La conception en forme dentonnoir de la boîte de lait en poudre le rend pratique pour le bébé pour rincer rapidement le lait lors de vos déplacements et pour vider le lait en poudre sans vous soucier du renversement du lait en poudre lors de linfusion.\n\n0. bébé, alimentation, lait en poudre, voyage\n1. maison, décoration, boîte, rangement\n2. cuisine, ustensiles, gadget, innovation\n3. jouet, enfant, éducation, amusement",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of phrases best summarizes the product? Product Title: Lot de 2 Voiles, Housses d'hivernage Plante 80 x 100 cm 80 g/m², Fermeture éclair et Cordon de Serrage, Réutilisable, Solide & Résistante aux Déchirures, Respirante et UV Stable, Polypropylene. Product Description: ENGAGEMENT MOJACHE - GARANTIE 30 JOURS SATISFAIT OU REMBOURSÉ : Ce Lot de 2 voiles d'hivernage pour couvrir vos plantes extérieur est garanti 30 jours, satisfait ou remboursé. Nous les avons conçu avec soins et savons qu'ils répondront à votre besoin, vous donneront satisfaction. Si ce n'est pas le cas, vous pouvez les retourner dans les 30 jours sans commentaire et vous serez remboursé. Si vous rencontrez un problème lors de l'utilisation de cet article, n'hésitez pas à nous contacter. \n\n0. jardinage, plante, hivernage, respirante \n1. extérieur, satisfaction garantie, polypropylene, déchirure \n2. satisfaction client, remboursé, intérieur, polypropylene \n3. voiles d'hivernage, protection plante, réutilisable, résistante",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Harry Potter Coffret Papier À Lettre Poudlard, Ensemble Papeterie Complet Avec Stylo Calligraphie, Bloc Note, Enveloppes, Stickers Sceau, Tampon Enfant Et Stylo Magique Encre Invisible\nProduct Description: ARTICLE HARRY POTTER OFFICIEL - ce lot de papeterie fantaisie est un produit sous license officielle de Warner Bros Entertainment Studios avec papier à lettre enfant, autocollant harry potter, stylo encre invisible uv et accessoires sur le thème de l'école de magie de poudlard. Si vous recherchez un jouet Harry Potter original pour les enfants qui aiment écrire, c'est une excellente idée de cadeau et une exclusivité F&F Stores que vous ne trouverez pas ailleurs\n0. baguette magique, jeu, école de sorciers, édition limitée\n1. vêtements, film, poterie, non pertinent\n2. ensemble d'écriture, Harry Potter, papeterie, licence officielle\n3. livre, lecture, Poudlard, fantaisie",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords most accurately describes the product based on the title and description? Product Title: Radio Reveil Projection Plafond, 180° Projecteur Réveil Radio, Horloge Numérique avec 7\" LED Écran Miroir Chargement USB Port Fonction Snooze Double Alarme Horloge Digitale 12/24H Product Description: 【Double alarme et fonction de répétition】 Le réveil numérique projecteur plafond prend en charge les doubles alarmes, Répondre à différents besoins. de sorte que deux heures d'alarme distinctes peuvent être réglées en même temps si vous et votre partenaire ou vos enfants vous levez à des heures différentes. La fonction de répétition permet un sommeil supplémentaire de 5 à 60 minutes, le temps de répétition standard est de 5 minutes. 0. projecteur cinéma, son dolby, alarme incendie, câble HDMI 1. horloge murale, minuterie cuisine, réveil digital, fonction dodo 2. réveil double alarme, projection plafond, fonction snooze, chargement USB 3. lampe lecture, réveil analogique, chargeur solaire, étanche",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Anginne Calendario Avvento 2022,Regali Natale Fidget Toys Giochi Bambini Bambina 3-12 Anni Regalo Bambina 3-12 Anni Giochi per Bambini Regalini Fine Festa Compleanno Bambini Calendario Avvento Bambina\nProduct Description: 【MATERIALI SIuri】: il calendario dell'Avvento 2022 per bambini è realizzato con materiali di alta qualità e sicuri, in modo da poterlo regalare ai vostri bambini con fiducia come regalo di Natale. Ed è lavabile con acqua, quindi non devi preoccuparti di sporcarsi e inutilizzabile. Lasciate che i vostri bambini godano il conto alla rovescia fino a Natale. (Nota: si prega di non lasciare che i bambini prendano giocattoli in bocca!)\n\n0. festa di compleanno, videogiochi, giochi all'aperto, Natale\n1. materiali di qualità, lavabile in lavatrice, giochi per adulti, calendario lunare\n2. giocattoli sicuri, lavabili, conto alla rovescia, Natale\n3. regali didattici, gadget elettronici, Natale, giochi interattivi",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best describes the product?\nProduct Title: Complesso di acido ialuronico e collagene - 240 capsule - Premium: Con biotina bioattiva, selenio, zinco, vitamina C naturale da acerola e silicio da bambù\nProduct Description: Materie prime Premium: Pure Collagen Hydrolyzate peptide da manzo, acido ialuronico vinto da fermentazione vegetale e con una dimensione molecolare ottimale di 500-700kda, vitamina C naturale da frutta di acerola, silicio naturale fatto di estratto di Bambus, biotina bioattivamente biotina (D-biotina) , particolarmente accettato in zinco (zincbisglycinat) e selenio con le due forme supplementari di elementi di sodio e metionina di selenio per una biodisponibilità particolarmente elevata.\n\n0. bellezza, pelle, anti-età, integratore\n1. cucina, pasta, condimento, sapore\n2. sport, energia, proteine, recupero\n3. giardino, piante, fertilizzante, naturale",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the following product, which of the following keyword sets is most suitable for it?\nProduct Title: Cuffie Bluetooth Sport, HolaDream Auricolari Bluetooth 5.3 Senza Fili con Stereo HiFi, IP7 Impermeabile, Cuffie Wireless con Display a LED/78 Ore di Riproduzione [Classe di efficienza energetica A+++]\nProduct Description: Disegno Unico del Pulsante: L'esclusivo design del pulsante meccanico consente di eseguire le istruzioni per l'uso di queste cuffie sportive wireless in modo accurato.Che tu stia effettuando o ricevendo chiamate, regolando il volume o riproducendo o mettendo in pausa e cambiando musica, è facile e conveniente. Entrambi gli auricolari che lavorano insieme possono fornire stereo Hi-Fi o possono funzionare in modo indipendente.\n\n0. energia solare, auricolari, HiFi, cucina\n1. bluetooth 5.3, stereo HiFi, IP7 impermeabile, sport\n2. design meccanico, LED, classe A+++, bluetooth 4.2\n3. wireless, display LED, 78 ore di riproduzione, resistente all'acqua",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following keyword sets best summarizes the product features? Product Title: Smartwatch Orologio Fitness Uomo Donna Bambini Impermeabile IP68 Smart Watch Cardiofrequenzimetro da polso Contapassi Fitness Tracker Nuoto Cronometro Notifiche Messaggi per Android iOS Product Description: 【5ATM Waterproof IP68】Il nostro Smartwatch presenta un grado di impermeabilità IP68, il che significa che non solo può soddisfare le tue esigenze di impermeabilità quotidiane, ma anche soddisfare la tua richiesta di nuoto. Ti aiuterà a registrare la rivoluzione del braccio, le calorie bruciate e il tempo di nuotare.(* Nota: evitare l'uso prolungato della fotocamera durante le immersioni o il nuoto. Non utilizzarlo nel'acqua calda) 0. fotocamera, social, gaming, lettore di musica 1. fitness tracker, nuoto, smartwatch, IP68 impermeabile 2. orologio analogico, design classico, cinturino in pelle, non impermeabile 3. cucina, ricette, smartwatch, impermeabile",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the product details, which of the following keyword sets is most suitable for it? Product Title: Hoidokly Caricatore Senza Fili Doppio Caricabatterie Wireless Qi Supporto di Ricarica Rapida per Samsung Watch/Buds /S22/S21/S20/S10/S9/Note 20, iPhone 14/14 Plus/14 Pro Max/13/12/11/XS e Airpods Product Description: [3 Modalità di Ricarica Rapida] - Ricarica Rapida da 15W per Samsung Galaxy S22 Ultra/S22/S22+/S21 Ultra/S21/S21+/Z Flip/S20/S20+/S20 Ultra/S10/S10 Plus/S10e/S9/S9 Plus/S8/S8 Plus/S7/S7 Edge/S6 Edge Plus, Note 20 Ultra/20/10/10 Plus/9/8/5; Ricarica Rapida da 7.5W per iPhone 14/14 Plus/14 Pro/14 Pro Max/13/13 Pro/13 Pro Max/13 Mini/12/12 Pro/12 Pro Max/12 Mini/11/11 Pro/11 Pro Max/XS/XS Max/XR/8/8 Plus/SE2/SE3; 5W per Samung S6/S6 Edge, Huawei P40 Pro; 2W per Airpods 3/2/Pro/Samsung Buds Live(Nota: Si prega di utilizzare l'adattatore QC3.0 (Non Incluso) 0. accessorio smartphone, conservazione energia, gadget, S22 ultra 1. caricabatterie wireless, ricarica rapida, multi-device, compatibilità estesa 2. tecnologia indossabile, carica lenta, Apple solo, S10 3. case, protezione, caricabatterie limitato, S7",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: D DINGRICH Custodia con Tastiera per iPad 10.2/ iPad 9 Gen 2021/ iPad 8 Gen 2020/iPad 7 Gen 2019/iPad Pro 10.5/iPad Air 3, Cover con Tastiera Italiana 7 Colori Retroilluminata Staccabile, Nero\nProduct Description: Compatibilità: Cover con tastiera per iPad 9 Generazione 2021(A2602, A2603, A2604, A2605) / iPad 8 generazione 2020 (A2270/A2428/A2429/A2430), iPad 7 generazione 2019 (A2197/A2200/A2198), iPad Air 3 2019 (A2152/A2123/A2153/A2154), iPad Pro 10.5 pollice 2017 ( A1701/A1709). NON è compatibile con nessun altro tablet. Sul retro del tablet, in fondo, puoi trovare il numero del modello del tuo iPad. Sei pregato di controllare prima di effettuare l'acquisto.\n\n0. custodia universale tablet, protezione schermo, nero, accessori ipad\n1. custodia tastiera retroilluminata, iPad compatibile, design nero, tastiera staccabile\n2. custodia impermeabile, iPad Air, protezione antigraffio, nero\n3. supporto tablet, tastiera Bluetooth, compatibilità universale, colori vari",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct title: Umidificatore LtYioe Mini Umidificatore Ambiente, Ultrasuoni Umidificatore da Scrivania per Piante Bambini Auto Ufficio Camera da Letto, Spegnimento Automatico, 2 Modalità, Super Silenzioso(Nero)\nProduct description: DUE MODALITÀ DI SPRUZZO E SPEGNIMENTO AUTOMATICO: l'umidificatore ha due modalità di spruzzatura: modalità continua e modalità intermittente. In modalità continua, si spegnerà automaticamente dopo 4 ore. In modalità intermittente, si spegnerà automaticamente dopo 6 ore. Quando il livello dell'acqua è basso, si spegnerà. Pertanto, non devi preoccuparti che l'umidificatore venga danneggiato senza acqua. Puoi usarlo di notte senza preoccuparti della sicurezza.\n\n0. silenzioso, spegnimento automatico, due modalità, umidificatore ultrasuoni\n1. gioco, cucina, modalità rapida, luce notturna\n2. aroma, bellezza, musica, modalità fitness\n3. veicolo, portatile, fragranza, istantaneo",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of keywords best summarizes the following product?\nProduct Title: Quntis Cavo iPhone Certificato MFi, 3Pezzi 1M, Cavo Lightning a USB Compatibile con iPhone SE 2020/11/11 Pro/11 PRO Max/X/XS/XS Max/XR/8/8 Plus/7/7 Plus/6s/6s Plus/6/6 Plus/5c/5s/5, iPad Airpods\nProduct Description: 【Alta qualità con ottima fattura】 Il cavo è realizzato con materiale TPE di alta qualità, leggero e flessibile. Il cavo di ricarica per iPhone può resistere senza esitazioni a oltre 15.000 flessioni; Inoltre, il connettore a 8 pin ha una tecnologia di stampaggio unica ed è saldatura laser. Ciò significa una connessione salda e stabile. Entrambi i lati della spina si adattano molto bene alla presa corrispondente, quindi evita qualsiasi tipo di oscillazione.\n\n0. accessorio smartphone, cavo lightning, certificato MFi, alta resistenza\n1. cavo USB, giardinaggio, alta fedeltà, musica\n2. elettrodomestici, cavo HDMI, connettività, video\n3. alimentazione, cavo audio, biodegradabile, ecologico",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Tenderly Eco Classici, Fazzoletti Soffici e Delicati sulla Pelle in Pura Cellulosa, Imballo in Carta Riciclabile, Made in Italy, Dermatologicamente Testato, Carta Certificata FSC, 843245-1\nProduct Description: CONTENUTO - A casa riceverete una confezione da 12 pacchetti di fazzoletti ecoclassici Tenderly. Soffici e delicati sulla pelle, realizzati con una confezione 100% compostabile e biodegradabile, con stecca in carta e pacchettini in bioplastica, per aiutarti a rispettare e proteggere la natura. In pura cellulosa, dermatologicamente testati, sono perfetti per ogni tipo di pelle, anche le più sensibili. Ideali per assicurarsi igiene e pulizia in ogni occasione.\n0. prodotto, cellulosa, pelle sensibile, non riciclabile\n1. fazzoletti, ecologico, compostabile, biodegradabile\n2. cucina, pulizie, non tessuto, riciclaggio\n3. ambiente, packaging, dermatologicamente testato, pelle",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Honor Band 5 Smart Watch, SpO2 (Saturazione di Ossigeno) e Cardiofrequenzimetro, Braccialetto per attività con Monitor del Sonno, Fitness Tracker Orologio per Uomo Donna,Nero\nProduct Description: 【Display Touch AMOLED & Quadrante per Ogni Occasione】Il display AMOLED di HONOR Band 5 mostra testo codificato a colori e icone di chiamata per una comunicazione facile e veloce. Il suo display touch AMOLED ad alta precisione da 0,95 \"può rispondere immediatamente per migliorare la tua forma fisica più velocemente. Con i quadranti commutabili per ogni occasione nel nuovissimo HONOR Watch Face Store.1, a casa, in ufficio o in palestra: troverai novità, di moda.\n\n0. Cucina, cucito, orologio, accessori\n1. Smartphone, applicazioni, giochi, e-book\n2. Braccialetto di attività, monitoraggio del sonno, display AMOLED\n3. Fotocamera, USB, caricabatterie, accessori",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: QQB Repellente Ultrasuoni, Ultrasuoni per Topi, Professionale 2022, Antizanzare ultrasuoni, Efficace Contro: Insetti, Zanzare, Formiche, Ragni, Mosche, Scarafaggi, Topi(4 Pezzi)\nProduct Description: 【CONVERTIRE LA FREQUENZA AUTOMATICAMENTE E AMPIA AREA DI COPERTURA】 Questo sistema a doppio microchip dotato di repellente per insetti ad ultrasuoni è adatto per un'area da 80 a 120 metri quadrati. Poiché gli ultrasuoni non possono penetrare attraverso i muri o gli oggetti solidi, si consiglia di metterne uno in una stanza. Per le aree in cui i problemi dei parassiti sono gravi, sono necessarie le unità aggiuntive.\n0. controllo intelligente dei parassiti, copertura ampia, ultrasuoni, sicuro per la casa\n1. diffusore di aromi, area vasta, musica, relax\n2. illuminazione esterna, solare, LED, giardino\n3. condizionatore d'aria, raffreddamento, tecnologia eco-compatibile, energia efficiente",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best summarizes the following product?\nProduct Title: Tritatutto Elettrico 600W Tritatutto Cucina con 4 Lame e 2L Ciotola in Acciaio Inox Elettrico Mixer Cucina 2 Velocità per Frutta Verdura Carne Spezie\nProduct Description: [2 livelli di velocità regolabili] Il tritacarne ha due livelli di velocità, premere il pulsante di controllo superiore per selezionare la velocità di lavoro per ingredienti di diversa consistenza. L'interruttore I è un controllo della velocità lenta per ingredienti più morbidi come verdure, frutta, aglio e spezie. L'interruttore II è più veloce e si usa per tagliare la carne o ingredienti più duri come le carote.\n0. cucina, velocità, frutta, carne\n1. bevande, vino, bicchieri, cucina\n2. lettura, luce, camera da letto, relax\n3. sport, attività fisica, esterno, salute",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the product details, which of the following sets of keywords best represents it? Product Title: Regalo Bambina 6-12 Anni, Regali Natale Ragazza, Crea Braccialetti Bambina, Kit Braccialetti Fai Da Te Bambina, Idee Regalo Ragazza per Ragazze, Gioielli Bambina, Giochi Bambina 6 8 Anni Femmina Product Description: Facile Da Usare: la confezione regalo viene fornita con un manuale di istruzioni facile da usare, non sono necessari strumenti aggiuntivi. Entrambi i tipi di braccialetti si adattano ai polsi della maggior parte delle ragazze. Oltre al bracciale regolabile, il cerchio della catena dell'aragosta è regolabile da 6\" a 8,6\". Cambia la combinazione di perline o ciondoli per creare un braccialetto unico per il tuo bambino. 0. cucina per bambini, giochi da tavolo, puzzle, libri 1. regali creativi, kit braccialetti, gioielli bambina, giochi femmina 2. abbigliamento bambina, moda, scarpe, accessori 3. tecnologia, tablet per bambini, videogiochi, elettronica",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best summarizes the product based on the title and description?\nProduct Title: Olio Essenziale di Rosmarino per Capelli, Olio di Rosmarino per Capelli, Sopracciglia e Crescita delle Ciglia. Rosemary Oil for Trattamento della Caduta dei Capelli per Donne e Uomini 60ml\nProduct Description: 【Adatto a tutti i capelli, sopracciglia e ciglia】: l'olio per la crescita dei capelli è progettato per tutti i tipi di capelli per uomo e donna, l'olio per capelli al rosmarino può anche essere utilizzato come siero per sopracciglia e ciglia. Usando un applicatore, spazzola leggermente il prodotto su sopracciglia e ciglia, mascara olio promuovono una rapida crescita e il loro nutrimento grazie ai suoi ingredienti organici unici.\n0. umidificatore, aroma terapia, essenze naturali, relax\n1. condimento cucina, ingredienti biologici, spezie, olio essenziale\n2. crescita capelli, olio rosmarino, cura sopracciglia, trattamento ciglia\n3. shampoo, balsamo, prodotti chimici, cura della pelle",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: 8S Cuffie Bluetooth, Cuffie Over Ear con 50 ore di Riproduzione, Cuffie Bluetooth 5.0 Wireless con Microfono, Driver da 57mm e Audio stereo Hi-Fi, Padiglione Super Morbido per Corso Online\nProduct Description: 【50 Ore di Autonomia & Modalità Cablata】Per garantire che la carica della batteria non si esaurisca rapidamente quando si ha più bisogno delle cuffie con microfono senza fili, abbiamo progettato un sistema a doppia batteria. 1.5-2 ore di ricarica consentono di ascoltare la musica con le cuffie Bluetooth 8S per un massimo di 50 ore. In caso di batteria scarica, si può utilizzare il cavo audio da 3,5mm in dotazione (chiamate chiare), in modo da poter ascoltare la musica quando e dove si vuole.\n\n0. videogiochi, led, bassi potenti, materiale plastico\n1. giardinaggio, wireless, acqua, resistenza\n2. cucina, bassa autonomia, cibi, musica\n3. comfort, lunga durata della batteria, connettività Bluetooth, audio ad alta definizione",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Smartwatch Donna Chiamata Bluetooth e Risposta Vivavoce, Smart Watch con Alexa Integrato 1,7\" Schermo SpO2 Cardiofrequenzimetro Sonno, Orologio Fitness Quadrante Personalizzato Notifiche Messaggi\nProduct Description: 【Altre funzionalità da esplorare】: Riceve chiamate, lettore musicale, assistente vocale, 24 modalità sport, activity tracker, monitor della frequenza cardiaca in tempo reale/ dell'ossigeno nel sangue / della pressione, rilevamento del sonno, allenamento respiratorio, notifiche messggi, Impermeabile IP68, sveglia, cronometro, promemoria sedentari / per bere l’acqua, meteo, ecc. Funzioni enormi ti aspettano per essere sperimentate.\n\n0. Accessorio moda donna, senza tecnologia, solo orario\n1. Orologio da polso digitale con funzione sveglia, impermeabile, senza applicazioni\n2. Telefono da polso con giochi, fotocamera, senza monitoraggio attività\n3. Smartwatch con funzioni di fitness e salute, Alexa integrato, ricezione chiamate",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which set of phrases is most accurate for summarizing the following product?\nProduct Title: Portafoglio Uomo Blocco RFID | Portafoglio Uomo Slim Vera Pelle Blocco Regali Uomo Porta Tessere Uomo con Porta Carte di Credito Finestra ID Portafoglio e Portamonete Nero e arancione\nProduct Description: Portafoglio Compatto Ma Spazioso-Contiene 8 Carte, Monete e Banconote - Portafogli offre sicurezza e funzionale. 1+finestra di identificazione trasparente (patente di guida e carte postali), 6+slot per carte di credito portano carte di credito all'interno, 1+slot per pollice esterno, 1+tasca per monete con cerniera, 1+clip per soldi in metallo consente di agganciare contanti, bollette, ricevute o biglietto all'interno del portafoglio.\n\n0. Custodia telefono, slot carte, pelle marrone, tasca monete\n1. Portafoglio viaggio, organizzer di carte, sicurezza RFID, rosso\n2. Portafoglio slim, porta carte di credito, RFID, nero e arancione\n3. Portafoglio sportivo, reparto banconote, clip metallo, verde",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of phrases best summarizes the following product?\nProduct Title: Smartwatch, Orologio Fitness Uomo Donna 1,69'' Touch Schermo Smart Watch con Contapassi/Cardiofrequenzimetro/Cronometro, Sportivo Fitness Tracker Impermeabil IP68, 24 Sportive, Notifiche Messaggi\nProduct Description: 1,69\" Touch Screen Completo: Questo smartwatch è dotato di schermo a colori extra large da 1,69\" per una qualità hd eccezionale. La tecnologia touch screen completa rende il tuo funzionamento facile e veloce. Puoi scegliere un quadrante per lo orologio uomo online oppure personalizzare il tema del quadrante per mostrare la tua personalità. Smartwatch uomo ha 4 livelli di luminosità che possono essere regolati, per visualizzare facilmente e chiaramente i dati di tempo e sport anche al sole.\n\n0. orologio fitness, touch screen, cardiofrequenzimetro, impermeabile\n1. smartphone, tecnologia touch, applicazioni, personalizzazione\n2. braccialetto, eleganza, moda, accessori\n3. fitness tracker, notifiche messaggi, sport, personalizzazione",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Bialetti Caffettiera Moka Induction, 6 Tazze (280 ml), Adatta a Tutti i piani cottura, Design Elegante, Nero\nProduct Description: Come preparare il caffè con Moka Induction: per avere un ottimo caffè aggiungete l’acqua all’interno della caldaia fino alla valvola di sicurezza, inserire l’imbuto e aggiungere il caffè macinato per moka senza premerlo. Chiudete bene la Moka e mettetela sul piano cottura a temperatura media. Attendere la fine dell’erogazione all’interno del raccoglitore, spegnere il piano cottura e infine godetevi un buon caffè!\n0. espresso, caffè, design elegante, tutti i piani cottura\n1. tè, bollitore, plastica, microonde\n2. frullatore, smoothie, bicchiere, elettrico\n3. pentola, pressione, acciaio, gas",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best summarizes the product? Product Title: Distributore Automatico di Ciboper Gatti e Cani, Alimentatore Automatico per Animali con separatore e ciotole, Porzione di Controllo Registrazione Vocale Timer Programmabile 4 pasti al Giorno（3.5L) Product Description: 【Alimentatore automatico di grande capacità】 Questo alimentatore automatico può conservare cibo secco per 5-10 giorni (a seconda del numero di animali domestici e della quantità di cibo consumato). Alimentazione quotidiana regolare, non devi preoccuparti che il tuo animale domestico mangi cibo durante il viaggio o al lavoro. questa mangiatoia automatica è adatta per animali di piccola e media taglia: come barboncini, pomerania,gatti, ecc. 0. distributore automatico, controllo porzione, registrazione vocale, animali domestici 1. elettronica, smartphone, applicazione, cani 2. alimentazione manuale, ciotole tradizionali, animali grandi, cavalli 3. giocattoli, attività fisica, cani, gatti",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: HAKUSHA Cavo USB C, [2Pezzi 3M] Cavo USB Tipo C Nylon Ricarica Rapida per Android Samsung Galaxy Z Flip, S22+, S21 Ultra, Huawei P50, Mate 40, Xiaomi 12, Google Pixel, OnePlus, Moto, Realme, tavoletta\nProduct Description: 【Ampia compatibilità】 Il cavo USB di tipo C è compatibile con Samsung Galaxy Z Fold3, Z Flip, S22 Ultra, S21+, Note20, W22, Galaxy Tab, Huawei P50 Pro+, P40, P30 Pro, Mate X2, Mate 40 RS, nova 9, MateBook, Xiaomi 12 Pro, 11T, Oneplus 9 Pro, 8T, 8 Pro, 7T, 6T, Nord 10 5G, Nord N100, Realme X50 5G, 6S, X3 SuperZoom, 6 Pro, X50 Pro, 5 Pro, 5i, X2 Pro, Google Pixel, Microsoft, Honor, LG, Motorola, Sony Xperia, Vivo, Redmi, Oppo e altri dispositivi con porte USB C.\n\n0. giochi, smartphone, console, ricarica\n1. cavo USB C, ricarica rapida, ampia compatibilità, nylon\n2. copertura tablet, protezione, accessori, design\n3. tecnologia, innovazione, connettività, streaming",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: PROUS Radiatore ad Olio Elettrico, 2000W Stufa Elettrica Silenzioso con Termostato, 9 Elementi, 3 Livelli di Potenza, Molteplici Protezioni di Sicurezza, Stufetta Elettrica Basso Consumo per Casa\nProduct Description: 【0 dB & Nessun Inquinamento】Il stufetta elettrica irradia il calore nell'aria riscaldando uno speciale olio termoconduttore per riscaldare l'ambiente; pertanto, non produce rumore durante il funzionamento, non soffia, non brilla ed è ideale per mamme e bambini. Rispetto ai termoventilatore più rumorosi, questo radiatore olio silenziosi non sollevano polvere o polline, permettendovi di sentirvi al caldo come in un abbraccio silenzioso in un ambiente interno che respira meglio.\n\n0. elettrico, silenzioso, termoconduttore, sicurezza\n1. inquinamento, rumoroso, luce, plastica\n2. ventola, LED, USB, rapido\n3. mobile, riscaldamento, leggero, esterno",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which one of the following sets of keywords best describes the Venga! Robotic vacuum cleaner mentioned? Product Title: Venga! Aspirapolvere Robot Lavapavimenti, Facile da usare, 6 Modalità di Pulizia, Silenzioso, Bianco, VG RVC 3000 Product Description: 6 MODALITA’ DI PULIZIA: Automatica, Pulizia localizzata in una zona precisa particolarmente sporca, Pulizia perimetrale per evitare le pareti, Pulizia « singola stanza » per fare tutta la programmazione in una sola stanza, Lavapavimenti con aspirazione due volte più potente. Funzione di pianificazione pulizia giornaliera. Adatto a tutti i tipi di pavimento: parquet, piastrelle, moquette con spessore fino a 1.8 cm 0. Cucina, lavaggio, manuale, non elettrico 1. Elettronica di consumo, ricaricabile, programmabile, Bluetooth 2. Giocattolo, interattivo, per bambini, colorato 3. Robot aspirapolvere, modalità di pulizia, silenzioso, adatto a tutti i pavimenti",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Siero Viso all’Acido Ialuronico Puro BIO - 100ml - Tonico Viso Vegano Concentrato - Crema Idratante Viso con Aloe Vera ideale per contorno occhi - Satin Naturel\nProduct Description: COSMETICI NATURALI BIOLOGICI VEGANI / PRODOTTO DI BELLEZZA TEDESCO – Test dermatologici confermano che il nostro siero è delicato sulla pelle. La sua formula è SENZA parabeni, solfati, microplastiche e cruelty-free. Prodotto in Germania. N.B.: il nostro flacone in vetro con dispenser a chiusura ermetica ti assicura il massimo rapporto qualità prezzo. In contenitori aperti (ad esempio pipette), le vitamine possono perdere la loro efficacia a causa dell’ossidazione.\n\n0. biologico, cruelty-free, idratante, senza parabeni\n1. vetro, tedesco, profumo, vegan\n2. makeup, crema solare, BIO, vitamine\n3. packaging, sostenibilità, siero, vegano",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: BRAIS Cuccia Cane Interno Cuccia Gatto Peluche Letto Animali Cuscino Cane Sfoderabile Cesta Unica Originale Cuscino Estraibile Morbida e Calda Taglia Piccola Media e Grande NO CANI TAGLIA GRANDE\nProduct Description: ALTA QUALITA': Realizzata in Ottimo Materiale le Cuccia BRAIS per Animali Domestici è Morbida, Comoda, Antistress, Antiansia. Le sponde ben definite dai cuscini interni consentono un sonno e relax al piccolo amico donando un senso di comfort e protezione. Sacco Nanna Coccoloso, Invernale, Calming e Caldo per i nostri Amici Pelosi. Il Cuscino può essere utilizzato anche separatamente su Brandine, Divani e poltrone. Design Originale adatto ad Ogni Camera. Cuccia per cani da interno\nOptions:\n0. cibo per cani, crocchette, alimentazione sana, organico\n1. abbigliamento cani, giacca impermeabile, accessorio esterno, guinzaglio\n2. gioco per cani, squeak toy, masticare, interattivo\n3. letto morbido, cuscino sfoderabile, antistress, antiansia",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Tastiera Bluetooth, Tastiera Ricaricabile Multi-Dispositivo Bluetooth 5.1 con Tappeto Numerico Dal Design Ergonomico di Dimensioni con Connessione Stabile Tastiera per Mac OS, Android, Windows\nProduct Description: BATTERIA RICARICABILE E TECNOLOGIA CHE RISPETTA L'AMBIENTE – Un incredibile batteria ricaricabile di lunga durata è collocata nella tastiera Bluetooth, con sino a 90 ore di digitazione continua in una singola carica. Presenta una funzione di risparmio energeticoche protegge l'ambiente per ridurre il consumo di energia non necessario, che porta la tastiera a mettersi in modalità sonno dopo 30 minuti di inattività.\n0. accessorio smartphone, design ergonomico, modalità sonno, eco-compatibile\n1. bluetooth, ambiente, tastiera ricaricabile, Mac OS\n2. resistenza all'acqua, multi-dispositivo, batteria lunga durata, risparmio energetico\n3. tastiera Bluetooth, multi-dispositivo, batteria ricaricabile, risparmio energetico",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: 25W Caricatore Usb C per Samsung S21 S20 S22 Plus Ultra FE 5G,Galaxy Note 10 20,Xiaomi Redmi Note 10 9 11 Pro/10S 11S,Mi 11 /10T Lite Pro/10,PD 3.0 Tipo C Caricabatterie Carica Rapida + 2M Cavo C to C\nProduct Description: 25W Ricarica Rapida: Caricabatteria veloce da 25W con una porta di ricarica PD 3.0/Samsung PPS, fornisce una velocità di caricamento più veloce e costante.Compatibile con QC 4.0 3.0 / QC 2.0/ Samsung AFC PPS /FCP. Compatibile per Caricatore Wireless.Ricarica facilmente il tuo Samsung S21 S20,Xiaomi/Redmi Note 10 ,iPhone 12 11 XR XS.Può riconoscere automaticamente il tuo dispositivo e fornire la potenza più veloce ed efficiente(25W Max).\n\n0. tecnologia di ricarica, ambientale, economica, bianco\n1. accessorio smartphone, colore nero, design moderno, resistente\n2. cavo dati, USB standard, 2 metri, flessibilità\n3. caricabatterie veloce, USB C, PD 3.0, compatibilità universale",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Cavo USB C [4 Pezzi,0.5m 1m 2m 3m], Cavo USB Type-C Ricarica Rapida e Trasmissione Cavo Tipo C per Samsung Galaxy S22 S21 S10 S9 S8 A52 A51, Huawei P40 P30 Mate 40 30, MI 11, OnePlus, Xperia\nProduct Description:【Compatibilit universale】Cavo Type C Compatibile con la maggior parte i dispositivi del telefono with USB-C porto di ricarica - Galaxy s22/ S21/ S20 Plus/ S20/ S10 Plus/ S10/ S9 Plu / S9/ S8/ Note 10/ Note 9/ Note 8/ A71/ A51/ A50 , Huawei P40 / P30 / P20 / P10 / Mate40 / Mate30 / Mate20 / Mate10, Mi Mix 2 / 11 / 10 / 9 / 8, Redmi Note 10 / 9 / 8 , OnePlus , HTC e altri dispositivi di tipo c porto. (✘✘✘ NOTA: NON Supporta Huawei SuperCharge, OnePlus DASH Charge.)\n0. jack audio 3.5mm, USB-C, colori vari, resistenza polvere\n1. HDMI, USB-C, resistenza all'acqua, video 4K\n2. connettività WiFi, ricarica wireless, compatibilità limitata, Bluetooth\n3. USB-C, compatibilità universale, ricarica rapida, multi-lunghezza",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Quale delle seguenti parole chiave riassume meglio il seguente prodotto?\nTitolo del Prodotto: Voinee Care Idropulsore Dentale Portatile, Irrigatore Orale Professionale con 5 Modalità e 5 ugelli di ricambio che possono ruotare di 360°, Ricaricabile USB IPX7 Impermeabile, per pulizia denti (Bianco)\nDescrizione del Prodotto: 【1 minuto di pulizia al giorno】L'idropulsore dentale portatile può facile ed efficace per pulire profondamente l'area tra i denti e sotto la linea gengivale dove lo spazzolino tradizionale non può raggiungere. Lava via i residui di cibo e i detriti con una forte pressione dell'acqua e pulsazioni. Mantiene l'alito fresco, gode di denti più brillanti e migliora la salute delle gengive con solo 1 minuto di pulizia al giorno.\n\n0. irrigatore, palestra, idropulsore ricaricabile, gioielli\n1. ricetta, cucina, idropulsore, USB\n2. igiene orale, idropulsore, pulizia dentale, impermeabile\n3. idropulsore, salute gengivale, USB ricaricabile, accessori bagno",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best summarizes the following product?\nProduct Title: BAKAJI Stendibiancheria Elettrico a Torre Potenza 300W Stendino Asciugabiancheria Riscaldante Pieghevole con 30 Barre Stendi Biancheria Panni e Ruote in Alluminio\nProduct Description: Con l'arrivo del inverno lavare e sopratutto asciugare la propria biancheria è sempre un problema, ma finalmente con il nuovo stendibiancheria a torre elettrico di Bakaji vi proponiamo la giusta soluzione a questo fastidioso problema! Pratico, comodo e richiudibile proprio come un normalissimo stendibiancheria, il trucco? le sue 30 barre in allumino riscaldanti distribuite sui 3 livelli dello stendibiancheria che asciugheranno il vostro bucato in maniera pratica e veloce!\n\n0. giardino, solare, esterno, illuminazione\n1. cucina, multifunzione, batteria, telecomando\n2. riscaldante, pieghevole, elettrico, stendibiancheria\n3. mobilia, legno, vernice, decorazione",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best describes the product?\nProduct Title: Maschera Halloween LED, Maschera LED, Maschera Venom con 3 Modalità di Illuminazione e Cinturino Regolabile e Controller e Cavo EL in Plastica e Imbottito LED Mask per Adulti Ragazzi Bambini (Verde)\nProduct Description: 3 modalità di illuminazione: La maschera led di Halloween è costruita con 3 modalità di illuminazione: Luce fissa, Flash lento, Flash veloce. È una luce a filo EL che non è così forte come la luce a LED, non causerà affaticamento degli occhi. Il controller è facile da agganciare ai pantaloni o ai vestiti per cambiare rapidamente le modalità. Richiede 2 batterie AA (non incluse). Lavora fino a 7 ore con l'impostazione della capacità più luminosa.\n\n0. Halloween, LED, maschera, modalità di illuminazione\n1. gioielli, argento, personalizzabile, bambini\n2. estate, ventilatore, usb, impermeabile\n3. libri, verde, educativo, ricaricabile",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: NEENCA Tutore Ginocchio,Tutore Fascia per Compressione Ginocchio Cuscinetti per Rotula e Supporto Laterale,Supporto per Ginocchia ad uso Medico per Corsa,Lesioni al Menisco,Artrite,Infortunio Sportivo\nProduct Description: BREVETTO ESCLUSIVO --- Supporto per ginocchio con tecnologia a molla. Le fasce ergonomiche per la rotula avvolgono perfettamente la superfice del ginocchio, gli stabilizzatori a molla laterali supportano con forza e sicurezza le articolazioni. Grazie a questi speciali elementi funzionali, il supporto laterale è incrementato e la stabilità delle articolazioni migliorata. LA SCELTA PERFETTA per la protezione durante l’attività sportiva ed il recupero dagli infortuni.\n\n0. supporto ginocchio, tecnologia a molla, infortuni sportivi, stabilità articolare\n1. calzini di lana, cocomero, tecnologia blockchain, viaggio\n2. smartphone, carica batterie solare, acqua resistente, fotocamera HD\n3. musica, vinile, giradischi, tecnologia antica",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords is most suitable for this product?\nProduct Title: NIMASO Cavo USB C a USB C 1M,Cavo USB Type C 100W 20V/5A PD con Cavo di Ricarica Chip E-Mark e Cavo Dati per MacBook,MacBook Pro,iPad Pro 2021,2018,MacBook Air,ChromeBook Pixel,Samsung Galaxy S21/S20\nProduct Description: 【Elevata durabilità】 Esterno in doppio nylon intrecciato, con 10.000 pieghe, resistente e senza grovigli.Custodia in alluminio e tappo in acciaio inossidabile nichelato, che ha un'eccellente resistenza alla corrosione e non arrugginisce. Il connettore senza soluzione di continuità e i contatti dorati garantiscono una conduttività e una stabilità affidabili ed eccezionali, collegare e scollegare i dispositivi senza preoccupazioni.\n\n0. cavo audio, resistente all'acqua, nichelato, tablet\n1. cavo usb c, ricarica rapida, durabilità, MacBook\n2. cinghia fotocamera, nylon intrecciato, alluminio, connettività\n3. tessuto, protezione, USB A, resistenza",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Cuffie Bluetooth Auricolari Bluetooth5.3, Cuffie Wireless in Ear con 4 Mic Bassi Profondi, Cuffiette Bluetooth Sport ENC Riduzione del Rumore, Mini Cuffie Senza Fili 35 Ore, IP7 Impermeabili, Leggero\nProduct Description: Chiamate Chiare 4 HD Microfoni & ENC Cancellazione Del Rumore: Dotate di un sistema ENC altamente efficace, auricolari wireless I bassi e il suono stereo HiFi con unità di riduzione del rumore offrono un suono coinvolgente, 4 microfoni per mantenere chiamate ad alta definizione. Cuffie in ear built-in 4 microfoni, può effettivamente sopprimere il 90% del rumore di fondo, che consente di raccogliere e trasmettere meglio il suono durante la chiamata, fornendo una chiara esperienza di chiamata.\n\n0. musica, cuffie, IP7, nuoto\n1. auricolari, riduzione del rumore, ENC, impermeabili\n2. smartphone, accessori, cuffie wireless, audio\n3. suono stereo, chiamate, microfoni HD, bassi profondi",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Blackview BV4900 Rugged Smartphone, Batteria 5580mAh, Display 5,7 Pollici, Antiurto Telefono Robusto con Fotocamera Tripla 8MP, 3+ 32GB, 128GB Espandibili, Cellulare Antiurto 4G con GPS/Face ID/NFC\nProduct Description: 【 5,7 pollici Rugged Smartphone】Blackview BV4900 Rugged Smartphone ha un schermo da 5,7 pollici HD + 18: 9-proporzionale, offrendo un'eccellente prospettiva a 360 gradi, offrendo un'esperienza di visualizzazione scioccante e immersiva. Attraverso il livello militare certificato IP68 / 69K MIL-STD-810G, può sopportare fino a 1,5m di goccia, 30 minuti in acqua 1,5m, anche nell'intervallo di temperatura da -20 °C a 60 °C, può ancora funzionare.\n0. bluetooth, wifi, schermo curvo, musica\n1. smartphone rugged, display HD 5,7 pollici, resistenza militare, GPS/Face ID/NFC\n2. telefonia mobile, custodia impermeabile, tastiera, selfie\n3. accessori, cover, resistenza all'acqua, audio",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Cellulare in Offerta, UMIDIGI C1 Android 12 Go Smartphone Economici Batteria 5150mAh, Display 6.52\" HD+ Fotocamera 13MP 32GB(256GB Espandibili) Telefono Cellulare Dual SIM/GPS\nProduct Description: 【Batteria affidabile da 5150 mAh e sblocco facciale】Lo UMIDIGI C1 Cellulari è dotato di una batteria da 5150 mAh, integrata da una tecnologia intelligente di risparmio energetico, per supportare 30 ore di chiamate e 20 ore di video con una carica completa. Inoltre, la comoda USB Type-C rende la ricarica più veloce. Il android smartphone si sblocca grazie al riconoscimento del volto, che è sicuro e veloce.\n\n0. android 12, batteria lunga durata, sblocco facciale, economici\n1. cellulare, gioco, musica, USB Type-C\n2. fotocamera HD, schermo grande, GPS, dual SIM\n3. smartphone, ricarica rapida, riconoscimento facciale, batteria grande",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: yumcute Costume di Halloween Costume da Zucca Unisex Vestito Carino con Divertente Zucca Cosplay Vestiti da Festa Carnevale Divertente Festa Cosplay Vestiti Adatto per Bambini Adulti\nProduct Description: 【Dimensioni del costume da zucca per bambini】: 90 iarde, consigliato per bambini di 1-2 anni, altezza consigliata 85-95 cm; 100 iarde, consigliato per bambini di età compresa tra 2 e 3,5 anni e l'altezza consigliata è di 95-105 cm; 110 iarde consigliate per bambini di età compresa tra 3,5 e 5 anni e l'altezza consigliata è di 105-115 cm; 120 iarde sono consigliate per ragazzi e ragazze di età compresa tra 5 e 6,5 anni e l'altezza consigliata è di 115-125 cm.\n\n0. halloween, divertente, costume da zucca, adatto a tutte le età\n1. halloween, intagliare la zucca, attività autunnali, raccolta dolcetti\n2. moda autunnale, zucca, decorazioni di festa, non specificato per Halloween\n3. costume festivo, maschera, dolcetto o scherzetto, idee per feste",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of phrases best summarizes the following product?\nProduct Title: Raccoglitore Compatibile Con Carte Pokemon, 900 Cartes Album Porta Carte Grande, Album Figurine, 50 Pagine per Carte Yugioh GX VMAX Trainer, Album Carte Con Zip\nProduct Description:【Alta Capacità Raccoglitore per Carte da Gioco】Album pokémon grande per 900 cartes. L'album è perfetto per qualsiasi collezione di carte. Dimensione di per tasca: 2,6 pollici x 3,6 pollici. Un totale di 50 pagine. Ci sono 18 tasca per pagina. Questo porta carte può contenere i tipi di carte che ti piacciono, compatibile con carte da baseball, carte da calcio, carte sportive, MTG, Yugioh, kpop.(capienza di 900 carte)\n0. raccoglitore, spazio per penne, yugioh, giochi di strategia\n1. album, raccoglitore ad alta capacità, porta carte, compatibile con vari giochi\n2. portafoglio, mini carte, accessorio moda, pokemon\n3. album per disegni, compatibile con carte geografiche, spazio limitato, viaggi",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Dispenser cibo gatti, Distributore cibo gatti con programma di alimentazione regolabile, GIOTOHUN dispenser crocchette gatti con sacchetto essiccante, 1-4 pasti al giorno, doppia alimentazione\nProduct Description: [10s di registrazione vocale personalizzata] È possibile registrare parte della propria voce per gli animali domestici. La mangiatoia temporizzata per gatti riproduce automaticamente questa voce per invitare l'animale a mangiare. I suoni familiari rendono gli animali domestici più abituati a dispencer croccantini gatti. Il contenitore del cibo di questa mangiatoia è traslucido, in modo da poter controllare facilmente la quantità di cibo. È comodo per voi riempire il cibo in tempo.\n\n0. dispenser acqua, cani, programmazione digitale, vetro\n1. distributore cibo gatti, registrazione vocale, alimentazione programmabile, controllo porzioni\n2. giocattoli animali, interattivo, senza suoni, cibo secco\n3. cuccia per gatti, tessuto resistente, senza alimentazione automatica, design modulare",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the product?\nProduct Title: PROUS Stufa Elettrica Basso Consumo, 1500W Termoventilatore Ceramica con Termostato, Telecomando, 4 Modalità, Protezione da Surriscaldamento e Ribaltamento, 12H Timer, 70° Oscillante, per Casa Ufficio\nProduct Description: 【2S Riscaldamento Rapido & 70° Oscillazione】Questo riscaldatore in ceramica ha 3 modalità di riscaldamento (bassa: 750W, alta: 1500W, ECO) e una modalità ventola. La potente ceramica PTC da 1500W, insieme al sistema di flusso d'aria angolato PROUS, favorisce un rilascio più rapido del calore e avvolge istantaneamente tutto il corpo in un accogliente tepore. L'oscillazione grandangolare a 70° aumenta la copertura termica del 20%.\n\n0. cucina, basso consumo, riscaldamento lento, Eco-mode\n1. termoventilatore, riscaldamento rapido, oscillazione, protezione da surriscaldamento\n2. termostato digitale, telecomando, ventilatore standard, casa illuminazione\n3. altoparlanti, Bluetooth, basso consumo, ufficio gadgets",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: 30pz Correttore a Nastro 4,5mx5mm Bianchetti a Nastro Cancellino Nastro Bianchetto per Scuola Cancelleria Ufficio\nProduct Description: 【Facilissimo da applicare】: Puoi cambiare il luogo in cui scrivi gli errori in qualsiasi momento durante l'ufficio o i compiti. Ti fa sentire liscio, così puoi eseguire comodamente una correzione immediata. Inoltre, la tenuta del nastro può essere facilmente regolata tramite il pulsante di riavvolgimento. Progettato appositamente per essere facile da impugnare e utilizzare, si adatta comodamente alla mano.\n0. cancelleria, ufficio, correzione, scuola\n1. cancelleria, hobby, nastro, giardinaggio\n2. ufficio, correzione, gioco, intrattenimento\n3. pulizia, ufficio, nastro, scuola",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the product title and description, which of the following keyword sets is most suitable for it? Product Title: ARIKAREE Campanello Senza Fili da Esterno, Citofono Casa Wireless Ring Doorbell Impermeabile con Pulsante Smart, Cicalino Porta Interno 12V Senza Filo (Nero 1TX+2RX) Product Description: GARANZIA E ASSISTENZA TOTALE: noi di Arikaree teniamo alla massima soddisfazione dei nostri clienti, per questo motivo offriamo la garanzia \"soddisfatti o rimborsati\" con cui potrai restituire l'articolo qualora non fossi soddisfatto del tuo acquisto, ottenendo indietro l'intera somma spesa. Inoltre, per qualsiasi necessità puoi contattarci direttamente e riceverai assistenza un'assistenza personalizzata completa e puntuale da parte di un nostro operatore. 0. assistenza cliente, garanzia soddisfatti o rimborsati, campanello wireless, impermeabile 1. giardinaggio, impermeabile, esterno, fai da te 2. musica, campanelli, cuffie wireless, impermeabile 3. elettronica, smart home, campanello senza fili, esterno",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Decorazioni di Happy Halloween Banner, zucca Halloween Bunting appeso Banner Outdoor Indoor per la decorazione di Halloween Casa Ufficio Party Favor Decor Supplies All Hallows' Day\nProduct Description: Ampia applicazione I nostri striscioni di Halloween sono decorazioni accattivanti per migliorare l'atmosfera della festa di Halloween! Si possono utilizzare per decorare la festa di Halloween, la festa di famiglia, la decorazione del caminetto di famiglia, l'ufficio e qualsiasi altra occasione interna/esterna. Potete anche decorare la vostra porta per dare il benvenuto ai bambini di \"dolcetto o scherzetto\".\n0. Halloween, decorazioni, party, interna/esterna\n1. Natale, zucca, interna, esterno\n2. Halloween, dolcetto o scherzetto, caminetto, ufficio\n3. Pasqua, banner, decorazione, porta",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of phrases best summarizes the following product?\nProduct Title: Lucchetto Viaggio TSA con Chiave, [2 Pezzi] Diyife Lucchetto Valigia, Lucchetto TSA per Lucchetto Armadietto Chiave Lucchetto Palestra, per Bagagli, Zaini, Porte, con 4 Chiavi (Arancia)\nProduct Description: 【Alta Qualità e Leggerezza】 Il guscio in lega di zinco e il nucleo di blocco in lega di zinco, che è squisito e resistente. La lega di zinco ad alta resistenza può resistere a cadute, urti e danni senza danni, rendendola una protezione sicura e affidabile per i bagagli e gli armadietti. Piccolo e leggero, molto portatile, pur mantenendo la tua valigia al sicuro senza aggiungere peso extra, facilitando il tuo viaggio.\n0. sicurezza, bagagli, leggero, TSA\n1. decorativo, valigie, pesante, non-TSA\n2. elettronico, digitale, impermeabile, TSA\n3. TSA, lucchetto, lega di zinco, sicurezza",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Adattatore USB C a HDMI, Aceele convertitore USB Tipo-C a HDMI 4K [compatibile con Thunderbolt 3] per MacBook Pro 2019/2018/2017, MacBook Air 2021 M1/2019, Microsoft Surface Go, HP Spectre 13 e altro\nProduct Description: 【Ampia compatibile】Compatibile con dispositivi di tipo C che supportano l'uscita video, come MacBook Pro, MacBook Air, iPad Pro, Dell XPS 15, Chrome Book Pixel, telefoni cellulari Samsung serie S e serie Note (ma non compatibile con serie A), Telefono cellulare Huawei serie Mate e P (ma non compatibile con la versione Lite). Non supporta i telefoni Xiaomi e Redmi! (Se non sei sicuro che il modello del tuo dispositivo sia compatibile, puoi inviarci un'e-mail)\n\n0. custodia, MacBook Air, non include adattatore, solo protezione\n1. musica, Thunderbolt 3, compatibilità limitata, inclusa Apple\n2. alimentazione, USB-C, non supporta video, solo dati\n3. video conversione, USB-C a HDMI, alta compatibilità, escluso Xiaomi",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best describes the following product? Product Title: Woox Presa Intelligente 4 Pezzi, Smart Plug WiFi 16A, Testata TÜV, Telecomando luci, Controllo Vocale Compatibile con Alexa/Google Home, Temporizzazione Timer Product Description: Controllo vocale: Compatibile con Alexa e Google Assistant. Collega i tuoi elettrodomestici come lampade, tostapane e caffettiera (potenza massima supportata fino a 3680W) alla presa Woox Smart, dopo averli collegati con il controllo vocale, saranno trasformati in \"elettrodomestici intelligenti\". Con un semplice comando vocale, \"Alexa, spegni le luci del soggiorno\", puoi spegnere le luci senza alzarti dal letto e premere gli interruttori. 0. illuminazione giardino, resistente all'acqua, Bluetooth, energia solare 1. gadget cucina, messa a terra, connettore USB, WiFi 2. presa intelligente, controllo vocale, Alexa, Google Home 3. dispositivo di misurazione, tracker attività, senza fili, batterie",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct title: Siwket Cavo USB C, [2 pezzi 1M + 2M ] Cavo USB a tipo C in nylon intrecciato per Samsung Galaxy S21 S20 S10 S9,Note 20 10 9,A51,LG G5 G6,Sony Xperia,Huawei P30 P20 Mate20,Google Pixel ecc\nProduct description: Ampia compatibilità: il cavo di ricarica USB-C Siwket è compatibile con Galaxy S20, S10, S10e, S10+, S9, S8, A51, A50, A20e, A21s, A30, Note 9, Note 8, Tab S6, Tab S5e, Huawei P30 Lite, P20 Lite, Mate 20 Lite, P9 Plus, Nova 4, LG V50 ThinQ 5G, G5, G6, V20, V30, HTC Desire 21 Pro 5G, U11, U12 plus, Xperia Pro, Xperia 5 II, Xperia 10 II, Xperia 1 II, Xperia 5, Xperia 10, Xperia 1, Mi 10S, Mi 9, Mi 9 SE, Mi 8 Pro, Mi 8, Mi CC9e, Redmi Note 9T, Note 8 Pro, 9T, Note 8 Pro, 9T, 9T, 9T, 9T, 9T, 9T, 9T, 9T., 9s, K20, Redmi K20 Pro, ecc.\n\n0. Cavi e caricabatterie, ampio raggio di compatibilità, USB-C, nylon intrecciato\n1. Smartphone e tablet, protezione dispositivo, cavi standard, USB-A\n2. Accessori auto, qualità audio, cavi USB, connessioni standard\n3. Tecnologia vestibile, funzionalità smart, cavi brevi, USB tradizionale",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best captures the essence of the product? Product Title: 38 Pezzi Set Grimaldelli, [2022 Aggiornamento della Difficoltà] FAHEFANA Set Fabbro con 4 Trasparente Serratura Lucchetto con Borsa e Istruzioni, Lockpicking Set per Fabbri Principianti ed Esperti Product Description: 【Kit divertenti & Regali Unici】Sblocca lucchetti, serrature, schedari, rimesse per attrezzi, serrature per biciclette e alcune auto con questo set grimaldello per la raccolta di serrature multiuso, alleviando anche lo stress lavorativo e l'eccitazione durante il processo di sblocco. Se stai cercando un regalo unico e significativo per i tuoi cari, i bambini o sbloccando gli amici come hobby, allora sceglilo senza esitazione! 0. kit sblocco, serrature trasparenti, hobby, lavoro manuale 1. giocattolo, set principiante, biciclette, auto 2. mestiere, manuale, istruzione, serrature 3. gioco di abilità, lucchetti, serrature auto, stress relief",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Smartwatch Fitness Orologio Bambini Digitale : Bambino Bambina IP68 Impermeabile Bluetooth Smart Watch Cardiofrequenzimetro da Polso Tracker Contapassi Conta Calorie nuotare sportivo per iOS Android\nProduct Description: Compatibilità e batteria: 0.96'' touch screen, Questo fitness tracker adotta uno schermo full-fit e full-touch, è più adatto per adolescenti e bambini più grandi.smartwatch bambini adotta schermo in vetro HD, controllo touch, comodo, sensibile e facile da usare. Il cinturino polso è realizzato in materiale TPU.Non contiene sostanze nocive,La capacità della batteria dell'orologio intelligente è di 90 mA e la batteria di grande capacità consente all'orologio intelligente di durare più a lungo.\n0. smartwatch, IP68, bambini, fitness\n1. videogiochi, TPU, adolescente, schermo HD\n2. smartphone, bambino, android, iOS\n3. orologio, impermeabile, touchscreen, sport",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: 【Amazon限定ブランド】VANKO 互换 マキタ 18v バッテリー BL1830B 3.0A 単品 薄型 軽量化 マキタ バッテリー 18v BL1815N BL1820B BL1830B BL1840B BL1850B BL1860Bなど互換可能 【PSE、CEマーク認証取得済み】 【残量表示✙自己故障診断】【最新セル採用 耐久性が高く】\nProduct Description: 【マキタ 18v 対応機種】インパクトドライバ 草刈機　掃除機、チェーンソー、集塵機、ブロアー、空気入れなど18Vの機種：TD171DRGX、TD149DRFX、TP141DRGX/TP141DRTX、TW285DRGX、HP481DRGX/HP481DRTX、HR244DRGX、LS610DRG/DZ、TM51DRG/TM51DRT/TM51DRM/TM51DRF、HS611DRGX、HS631DGXS、HS631DRGX、JV182DRF、KS511DRGX、JR188DRGX/JR188DRG、JR184DRF、MUB184DRGX、UB182DRF、GA404DRGXN/GA404DRGN/GA504DRGXN/GA504DRGN、MUC254DRGX/DGXR、CL281FDRFW/CL281FDFCW、CL282FDRFW/CL282FDFCW、CL182FDRFW、CL180FDRFW/ CL180FDZW、CL181FDRF/W、 MHW080DPG2など（マキタ純正 バッテリー対応機種に準ずます）\n\n0. 草刈機用バッテリー、低価格、軽量化\n1. マキタ18V互換バッテリー、薄型、持続力\n2. 照明器具、非互換、重量級\n3. 屋外用具、準互換、長時間使用",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of phrases best summarizes the product?\nProduct Title: [Amazon ブランド] Eono(イオーノ) スマホホルダー車 エアコン吹き出し口式固定 片手操作 簡単取外し 360度回転 横向き可能 安定性拔群多機種対応 スマホホルダー 日本語説明書付き 4- 7インチ全機種対iPhone/Sony/SHARP/Samsung/Sony / Xperia / Huawei\nProduct Description: 【2年間の保証と多機種対応】車載ホルダーに問題がある場合は、ごAmazonの購入記録からお気軽にお問い合わせください。2年間の品質保証、お買い上げ日から90日間に返品返金保証があります。幅広く互換性を備え、iPhone 14/Plus/Pro/Pro Max/13 /13 Mini /13 Pro /13 Pro Max /12 Pro /12 Pro Max /12 / 11 / 11 Pro / XR / iPhone X / XS / XS MAX / iPhone 8 Plus / 8 / SE / SE 2 / 7 Plus / 7 / 6 Plus / SAMSUNG Galaxy S9 / S9 Plus / Sony / huawei / Xiao Mi / Xperia / Google Pixelなど4~7インチ全機種対応。（※Xperia等の一部機種ではサイドバーとボタンが干渉する事があります）\n\n0. 車載ホルダー、全機種対応、品質保証、簡単操作\n1. 片手操作、Xperia互換性問題、返金保証、スマホアクセサリー\n2. スマートフォン用水筒、フィットネス追跡、環境に優しい、再利用可能\n3. スマホゲーム、耐久性、高速充電、音楽ストリーミング",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of phrases best summarizes the product? Product Title: winflike 代替リモコン compatible with N2QAYB000554 N2QAYB000346 N2QAYB000472 N2QAYB000188 N2QAYB000348(代替品) パナソニック ブルーレイディスクレコーダー用リモコン Product Description: 適応機種】DMR-BW850 DMR-BWT660-K DMR-BR500 DMR-BW900 DMR-BW800 DMR-BW700 DMR-XW100 DMR-XW300 DMR-XW320 DMR-XP12 DMR-BWT520 DMR-BWT620 DMR-BZT720 DMR-BWT520-K DMR-BWT620-K DMR-BZT720-K DMR-BZT701 DMR-BZT725 DMR-BZT725-K DMR-BZT700 DMR-BZT600 DMR-BZT700-K DMR-BWT530 DMR-BWT630 DMR-BWT530-K DMR-BWT630-K DMR-BZT710 DMR-BZT730 DMR-BZT730-K DMR-BZT710-K DMR-BWT500 DMR-BWT500-K DMR-BZT600-K DMR-BWT510 DMR-BZT9300 DMR-BZT830-K DMR-BZT830 DMR-BZT920 DMR-BW830 DMR-BW930 DMR-XP15 DMR-XP200-K Options: 0. パナソニックブルーレイディスクレコーダー用, 代替リモコン, 汎用性, 適応機種多数 1. ブルーレイ, ゲーム機, USBポート, カスタマイズ 2. テレビリモコン, HDMI接続, スマート機能, 無関係 3. オーディオ機器, 適応機種限定, 高互換性, プログラミング不要",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: PlayStation®5 デジタル・エディション “Horizon Forbidden West™” 同梱版 (CFIJ-10001)\nProduct Description: PlayStation 5本体 と、PlayStation 5およびPlayStation 4用ソフトウェア『Horizon Forbidden West』ゲーム本編ダウンロード版（プロダクトコード）をセットにした商品です。 型番 CFIJ-10001 (C)2022 Sony Interactive Entertainment Europe. Developed by Guerrilla. Horizon Forbidden West is a registered trademark or trademark of Sony Interactive Entertainment LLC. (C)Sony Interactive Entertainment Inc. All rights reserved. Design and specifications are subject to change without notice.\n0. PS5, デジタルエディション, Horizon Forbidden West, セット\n1. PS4, アクセサリ, ゲーム改善, ダウンロード\n2. PS5, 保護ケース, 互換性, アップグレード\n3. PS5, コントローラ, ハードディスク, ゲーム",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: MacLab. Displayport ディスプレイポート ケーブル DP 1.4 対応 1.8m 4K 8K モニタ 対応（7680x4320 8K／60Hz：3840x2160 4K／144Hz） ブラック 相性保証付 ゲーミング モニター グラフィックボード アダプタ コード 延長 自作 BC-DP18BK14\nProduct Description: PC ノートパソコン の 映像,映画,音声,動画,写真,ゲーム をDisplayport搭載の モニター,プロジェクター などの外部 ディスプレイ に出力するためのDisplayportケーブル です。8K解像度（7680x4320）では60Hzのリフレッシュレート、4K解像度（3840x2160）では144Hzのリフレッシュレートにも対応していますので、PCやディスプレイが8K60Hzや4K144Hzでの出力に対応している場合は,ゲーミング モニター としてもご利用頂けます。PCから外部ディスプレイに接続することで ミラーリング や デュアルディスプレイ で作業スペースを 2画面 化することも可能です。ケーブル径は従来のものと比較して約6mmと太くなりますが、周囲のノイズの影響を受けにくく安定した信号伝送を実現します。出力されたDisplayport信号を、他の 変換 アダプター などを利用して DVI や\nOptions:\n0. 8K解像度, 4K高リフレッシュレート, ゲーミングモニター対応, デュアルディスプレイ\n1. USB, 充電ケーブル, スマホ対応, データ転送\n2. HDMI, オーディオ入力, ビデオゲーム, 携帯対応\n3. イーサネット, ワイヤレス接続, ネットワーク強化, スマートホーム",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: オムロン タイジュウタイソセイケイ カラダスキャン ピンク\nProduct Description: サイズ(約):幅326×奥行256×厚さ31mm^本体重量(約):1.8kg^電源:単4形マンガン乾電池(R03)×4個 ※単4形アルカリ乾電池(LR03)もご使用になれます^付属品:お試し用電池(単4形マンガン乾電池4個)、取扱説明書(品質保証書付き)^~表示:〔体重〕2100kgまで:100g単位/100135kgまで:200g単位、〔体重差〕-99.999.9kg、〔BMI〕2.590.0:0.1単位、〔メモリ〕前回値~^~表示(対象年齢6才以上):〔体脂肪率〕5.050.0%:0.1%単位、〔体脂肪率判定〕4段階(低い/標準/やや高い/高い)、〔骨格筋率〕5.060.0%:0.1%単位、〔骨格筋率判定〕4段階(低い/標準/やや高い/高い)、〔基礎代謝〕3853999kcal:1kcal単位~^~表示(対象年齢18才以上):〔内臓脂肪レベル〕130:1レベル単位、〔内臓脂肪レベル判定〕3段階(標準/やや高い/高い)、〔体年齢〕1880才:1才単位~\n\n0. BMI・メモリ・体重・体年齢\n1. 電源・サイズ・重さ・年齢\n2. 体脂肪率・骨格筋率・基礎代謝・内臓脂肪レベル\n3. お試し用電池・取扱説明書・品質保証書・カラーピンク",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: MARUTO 新型Dスタイル02 スウィートレインカバー 前用 D-5FD2 ネイビー 47 x 39.5 x 7 cm\nProduct Description: 【ブリヂストンサイクル・bridgestone】アンジェリーノe/アンジェリーノプティットe(スーパーエンジェルシート)・ビッケPOLAR(スマートシート)【パナソニック・panasonic】ギュットクルーム・EX/ギュットクルーム・DXギュットミニEX/ギュットミニDX/ギュットDX/ギュットミニKD/ギュットミニK【ヤマハ・yamaha】PAS kiss/PAS kiss mini/PAS kiss mini XL/PAS kiss mini un(コクーンルーム)【丸石サイクル】ふらっかーずアシスト/ふらっかーずプリミヤ/ふらっかーずスティーナ/ふらっかーずシュシュ ふらっかーずアクティブ【ogk品番】HBC-005DX-MIC/HBC-012DX3/HBC-003DX3C不適応シートヘッドレストの無いチャイルドシート、あと付タイプの前子乗せおよび外国メーカー製には対応しておりません。\n\n0. 自転車アクセサリー、防風、MARUTO、カスタマイズ不可\n1. キャンプ用品、テント、MARUTO、非対応\n2. ガーデニング、土、MARUTO、雨よけ\n3. 自転車用レインカバー、防水、MARUTO、子ども乗せ対応",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: プリペイドSIMカード 10GB 180日 国内データ通信専用 NTTドコモ回線（docomo 回線）\nProduct Description: 【大手キャリア　NTTドコモの通信網で高速通信可能】 利用開始日から180日間　10GBまで利用可能。 １０GB超えた時点で停止になります。 対応周波数内のSIMフリー端末でご利用いただけます。 ※日本全国エリア内利用可能 ※NTTドコモの通信網 ※事務手数料0円 ※契約なし ※解約不要 ※クレジットカードや銀行口座登録不要 【対応周波数帯】 4G/LTE: Band 1 (2.1GHz) / Band 3 (1.8GHz) / Band 19 (800MHz) / Band 21 (1.5GHz) / Band 28 (700MHz) / Band 42 (3.5GHz)； 3G/W-CDMA: Band 1 (2.1GHz) / Band 6 (800MHz) / Band 19 (800MHz) 【対応SIMサイズ】 3-in-1 (標準、Micro、nano サイズ切り替え可能)。 【面倒な契約不要！】 個人認証、クレジットカード登録、契約、事務手数料等は一切不要です。※SMS認証などのSMS受信はできません。\nOptions:\n0. NTTドコモ回線, 180日間, 10GB, 契約不要\n1. 国内通信, プリペイド, SMS不可, 事務手数料有\n2. 国際ローミング, 無制限データ, 月額料金\n3. 高速データ通信, SMS受信可, 2年縛り",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: シャツ メンズ 長袖 オックスフォード シャツ メンズ 無地 春 秋 大きいサイズ ファッション シャツ カジュアルシャ\nProduct Description: M=日本XS L=日本S XL=日本M 2XL=日本L 3XL=日本2L 4XL=日本3L 【M:肩幅43cm 着丈69cm バスト98cm 袖丈61cm】 【L:肩幅44cm 着丈71cm バスト102cm 袖丈64cm】 【XL:肩幅45cm 着丈72cm バスト108cm 袖丈65cm】 【2XL:肩幅46cm 着丈74cm バスト115cm 袖丈66cm】 【3XL:肩幅47cm 着丈76cm バスト120cm 袖丈67cm】【実寸サイズ 】 日本通常サイズより2~3サイズ小さいので、サイズ表を確認するようにお願いします ！！！ サイズの推薦 【M】身長：160-170cm / 体重：45-50kg【L】身長：170-175cm / 体重：50-55kg 【XL】身長：175-180cm / 体重：55-60kg 【2XL】身長：180-185cm / 体重：60-65kg【3XL】身長：185-190cm / 体重：65-70kg ※ 注意:推薦されたサイズより大きい1つまたは2つのサイズを選ぶことができます！サイズについてご不明な点がございましたら、お気軽にお問い合わせください。\n\n0. ビジネス, 春 秋, 細身, スマート\n1. カジュアル, 春 秋, 大きいサイズ, メンズファッション\n2. キッズ, 夏, カラフル, 学校\n3. 冬, レディース, クラシック, ウール",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the product title and description, which of the following sets of keywords best summarizes the product? Product Title: 防水ケース タブレットPC お風呂 防水カバー ATiC 防水ケース iPad 10世代 10.9/ iPad 10.2 (2021/2020/2019)第9/8/7世代/Fire HD 10/10 Plus 2021 12インチ以下タブレット用 透明防水ケース 3重ロック 防水レベルIPx8 保護防水 ストラップ付き 首掛け式 浴室 お風呂 プール 水泳 砂浜 海水浴 Clear Product Description: 【12インチ以下 タブレットPC用防水カバー】 長さ10.5、幅8.5，12インチ以下タブレットPC用透明防水ケースで、 iPad 10世代 10.9 2022 /iPad Pro 11 2022/iPad 10.2 インチ 2021,iPad 10.2 インチ 2020，iPad 10.2 インチ 2019, iPad Pro 10.5, iPad Pro 9.7, iPad 9.7 2018 / 2017, iPad Air / Air 2 / Air 3, iPad 2 / 3 / 4,Xiaomi Pad 5,M40SE 10インチ,MARVUE Pad M10,Vastking M10,アイリスオーヤマ 10インチ,PlimPad P5,BMAX I11,バンキョー MatrixPad S10/S20/S21/S30,KingPad K10,Fire HD 10/10 Plus,COOPERS 10インチ,Lenovo Tab B10/Tab M10/Yoga Smart Tab/Tab M10 HD,DragonTouch MAX10 PLUS 10.1インチなどに適用。 Options: 0. 衝撃保護, シリコンカバー, 家電 1. タブレットPC用ケース, 水泳, 音楽, ジム 2. 防水ケース, 12インチ以下タブレット, 3重ロック, IPx8 3. オフィス用品, デスクアクセサリー, 防水ケース, iPad",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best describes the product based on the title and description?\nProduct Title: 【Amazon限定ブランド】Reoben互換マキタ18vバッテリbl1850b DC18RC付きマキタ互換18Vバッテリー 18V 5000mAh bl1850b インパクト電池対応 4段残容量表示+自己故障診断搭載 5000mAh BL1860 BL1815 BL1820 BL1830 BL1840 BL1850 BL1870BL1890対応 PSEとCEマーク取得済\nProduct Description: 【BL1850B対応機種】： マキタバッテリー18V対応の機種対応できます。【マキタ TD シリーズ；TD140D/TD144D/TD144DRFX/TD144DZ/TD145DRFXB/TD145DRFXL/TD145DRFXP/TD145DRFXW/TD146DRFP/TD146DRFX/TD146DRFXB/TD146DRFXL/TD146DRFXW / TD146DZ / TD147DRFX / TD147DZ / TD251DRFX / TD251DZ】 【マキタ TP シリーズ：TP140DRFX / TP141DRFX / TP141DZ】【マキタ TW シリーズ：TW251D / TW251DRFX / TW450DRFX】【マキタ UB シリーズ：UB182D / UB182DRF / UB182DZ / UB183D】【マキタ VR シリーズ：VR350D / VR350DRFX / VR350DZ / VR450D / VR450DRFX / VR450DZ】（マキタ純正 バッテリー対応機種に準ずます）\n\n0. 建設機械, ヘビーデューティ, 高耐久, インダストリアル\n1. DIYツール, 装飾, ガーデニング, 家具\n2. スマートフォン用バッテリー, 高速充電, エコ, モバイル\n3. 18Vバッテリー, マキタ互換, 残容量表示, 耐久性",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: 《セット販売》　大塚製薬 ネイチャーメイド スーパーマルチビタミン＆ミネラル (120粒)×3個セット サプリメント 栄養機能食品\nProduct Description: (栄養成分表示) 1粒(1.515g)当たり エネルギー・・・3.33kcal タンパク質・・・0~0.1g 脂質・・・0~0.1g 炭水化物・・・0.67g ナトリウム・・・0~2mg カルシウム・・・200mg マグネシウム・・・100mg 亜鉛・・・6mg 鉄・・・4mg 銅・・・0.6mg セレン・・・50μg クロム・・・20μg ビタミンA・・・300μg β-カロテン・・・1.8mg ビタミンB1・・・1.5mg ビタミンB2・・・1.7mg ビタミンB6・・・2mg ビタミンB12・・・3μg ナイアシン・・・15mg パントテン酸・・・6mg ビオチン・・・50μg 葉酸・・・240μg ビタミンC・・・125mg ビタミンD・・・10μg ビタミンE・・・9mg\nOptions:\n0. 多機能サプリメント, 健康維持, ビタミン＆ミネラル, 栄養補助\n1. 美容液, スキンケア, ヒアルロン酸, コラーゲン\n2. プロテイン, 筋トレ, スポーツ栄養, フィットネス\n3. ガーデニング, 園芸用品, 肥料, 植物成長",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the following product, which of the following keyword sets is most suitable for it?\nProduct Title: Ciscle タッチペン iPad専用 ペンシル スタイラスペン 遅れ無し 傾き検知機能 パームリジェクション搭載 磁気吸着 転がりにくい マグネット充電 2018年以降iPad/iPad Pro/iPad air/iPad miniのみに対応 ペン先2つ付き ホワイト\nProduct Description: 【2018年以降のiPadのみ対応】2018年以降のiPad専用タッチペンです。iPadモデルをiOS12.2以降にアプデートする必要があります。対応機種：iPad (第6/7/8/9世代)、iPad Air (第3/4世代) 、iPad mini (第5/6世代)。iPad Pro 11\"（第1/2/3世代）、iPad Pro 12.9\"（第3/4/5世代）。（＊ご注意: iPad 1/2/3/4/5、iPad mini 1/2/3/4、iPad Pro 9.7\"、iPad Pro 10.5\"、iPad Pro 12.9\"（第一世代&第二世代）、iPhone、Android、Microsoftデバイスには対応しておりません。）　タッチペンの長さ：約15.5cm、重量：約17.5ｇ。Apple Pencilより若干短め、軽い！とは感じませんが、逆に適度な重さが安定感があって描きやすいです。\n\n0. iPad専用, 傾き検知, パームリジェクション, 磁気吸着\n1. Android対応, 軽量, USB充電, 耐衝撃\n2. 描きやすい, 軽量設計, Bluetooth接続, 高精度\n3. 高耐久, Apple Pencil代替, 長時間使用, ワイヤレス充電",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the product information provided, choose the most suitable set of keywords for it.\nProduct Title: TOPGO 車用カップホルダー 携帯電話マウント 調節可能 グースネック 自動車用カップホルダー スマートフォンクレードル 車載マウント iPhone 13/Pro/Pro Max/12/11/Samsung Galaxy S10+/Note 9/S8 Plus/S7 Edge用 (グレー)\nProduct Description: 【幅広い互換性】: iPhone 14 pro max iPhone 14 pro、iPhone 14 plus、iPhone 14、13 Pro Max/12 Mini 11 Pro/XS Mas/SE 2/XR/8/7 Plus/6s、Samsung S22 Ultra/S21/S20+/Sなど、幅広い2.2インチ~4インチのあらゆるタイプのデバイスに適しています。 9 plus/s7 Edge/Note20、Huawei、HTC、LG、MOTO、GPS、Google Pixel、Nexus、Nikia、Huawei、Asus、Honor、Lenovo、Oppo、Palm、Realme、Vivo、Xiaomiなど。 注意: この製品を使用する際、携帯電話ケース、ソケットマウント、携帯電話に取り付けられたものを取り外す必要がない場合があります。 最大0.8インチの厚さのデバイスをサポートします。\nOptions:\n0. キッチン用品, スマートフォン, グースネック, iPhoneケース\n1. スマートフォンホルダー, 車用アクセサリー, グースネック, 幅広い互換性\n2. 犬用おもちゃ, 車載ホルダー, iPhone対応, Android対応\n3. テクノロジーアクセサリー, 車用カップホルダー, 幅広いデバイス対応, スマートフォンマウント",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct title: 【2022年強化版】 Desertwest 車載ホルダー スマホホルダー 車 【合金補強クリップ】 スマホスタンド 車 エアコン吹き出し口式 すまほほるだー 車 片手脱着 携帯ホルダー 車 360度回転/視線確保/雑音無し/日本語説明書付き/手帳型ケース対応/ 4-7.2インチ全機種対応 5年保証付\nProduct description: 【より高いクッション性・フィット性】側面のリリースボタンを押すだけで、両サイドアームが外側に2.5cmまで伸びます。また、下のアームは最大2.2cm伸縮でき、高さ10.2～18.2cmのあらゆる機種に対応できます。例えばiPhone 14/14 Plus/14 Pro/14 Pro Max/13 Pro Max /13 Pro /13 /13 Mini/ iPhone 12 Pro Max /12 Pro /12 /12 Mini /iPhone 11 Pro Max /11 Pro /11 / XS Max / XR / X / 8 Plus/ 8 / 7 Plus / 7 / 6S /SE2 または SAMSUNG Galaxy S9 / S9 Plus / Note 8 / S8 / S8 Plus / Sony / Huawei / Google Pixelなど。【業界初&5年保証付もっと安心】業界初5年保証が付いており、不具合や不良が発生した場合、弊社にご連絡いただければ、 無料で新しい商品と交換など迅速に対応いたしますので、ご安心に購入して使用下さい。\n\n0. キッチン用品, 調理器具, 保温性, 水分補給\n1. 高級スーツ, サイズ調整, コーヒーメーカー, 保証書\n2. スマートフォン, 自動車, クッション性, 5年保証\n3. ゲーム機, 操作性, 強化ガラス, カバー",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: DIGIFORCE Type C Lightning ライトニングケーブル 【Apple MFi 認証】高速充電 急速充電＆データ転送 PD対応 1.0m for iPhone 13 / 13 Pro / 12 / 12 Pro /12 Pro Max 各種対応(1.0m) (Red)\nProduct Description: 【 幅広い互換性 】iPhone13 mini / iPhone13 / iPhone13 Pro / iPhone13 ProMax / iPhone12 mini / iPhone12 / iPhone12 Pro / iPhone12 ProMax / iPhoneSE2 / iPhne11 / iPhone11 ProMax / iPhone 11Pro / iPhone11 / iPhoneXR / iPhoneXS ProMax / iPhoneXS Pro / iPhoneXS / iPhoneX / iPhone8 / iPhone8 Plus / iPad Pro10.5 / iPad Air(第3世代）/ iPad mini（第５世代以降）などのデバイスが高速充電に対応。 弊社商品の20W PD充電器や65W PD充電器と同じカラーリングのケーブルですので、セットでお使いいただくことで、高速充電が可能なうえ、ワントーンでシンプルに統一感を出すことができ、お洒落な雰囲気を醸し出せます。充電中でも“自分らしさをさりげなくプラス”してみませんか？\n\n0. スマートフォン保護, 高速データ転送, PD充電器非対応, 耐久性\n1. iPhoneアクセサリ, 色合い, USB Type-C, スタイリッシュデザイン\n2. コンピュータ周辺装置, データ転送, 充電ケーブル, PD非対応\n3. Apple MFi 認証, 高速充電, PD対応, 幅広い互換性",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the following product, which of the following keyword sets is most suitable for it?\nProduct Title: 【折畳式/1.8Mケーブル】Superer PD18W タイプｃ急速充電器 iPad Pro/Google Pixel 対応 iPad Pro 11 第1/2/3世代 2021/2020/2018、iPad Pro 12.9 第3/4/5世代 2022/2021/2020、Google ピクセル6A/6/5A/5/4A/3A/4XL/5/4/3XL/3/2/2XL/XL対応 充電器 ACアダプター 電源アダプター\nProduct Description: Xperia 10 II SO-41A/SOV43/A001SO、Xperia 1 II SO-51A / SOG0、Xperia 5 II SO-52A1/SOG02、Xperia 8 SOV42、Xperia 1 SO-03L/SOV40/901SO、Xperia 5 SO-01M / SOV41、Xperia XZ3 SO-01L/SOV39/801SO、Xperia XZ2 SO-03K/SOV37/702SO、Xperia XZ1 SO-01K/SOV36、Xperia XZ1 Compact SO-02K、Xperia XZ SO-01J/SOV34、Xperia XZs SO-03J/SOV35、Xperia XZ Premium SO-04、Xperia XZ2 Premium SO-04K/SOV38、Xperia Ace SO-02L、Xperia Z5 SO-01H/SOV32/501SO 対応 ご不明点がある場合、遠慮なくお問い合わせください。\n\n0. 急速充電器、Xperia対応、タイプC、折畳式\n1. Xperiaカバー、保護フィルム、スタイラスペン\n2. ゲームコントローラー、iPadケース、充電ケーブル\n3. ノートPCスタンド、USBハブ、タブレットアーム",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the product information below, which set of keywords best summarizes the product features?\nProduct Title: MOFT マグネットスマホスタンド MagSafe対応 iPhone 14シリーズ/13シリーズ/iPhone 12シリーズ用 カードケース機能 フロートタイプ角度調節 薄型軽量 折り畳み式 複合材質 内蔵磁石(イェロー)\nProduct Description: 【MagSafeに対応するMOFT アップグレード版】MOFT Ｘアップグレード スマホスタンドは、内蔵磁石を通して、スマートフォンにしっかり吸い付きます。ユニークなデザインによってスマホの抜け落ちを防ぎます。ご注意：本製品（Magsafe対応）は MOFT旧シリーズと異なり、粘着シートではなく、マグネットを用いて落下を防ぎます。(マグネットのみでスマホに吸着していますので、吸着力が多少弱まります。スマホスタンドとして使用するのは問題なく安心で使えますが、スマホリングのように使用すると落下のおそれがあり、どうぞご注意ください。)最新のiPhone14/iPhone14Pro/iPhone14Plus/iPhone14 Pro Maxに対応従来のiPhone12/iPhone13、iPhone12mini/iPhone13mini、iPhone12pro/iPhone13pro、iPhone12promax/iPhone12promaxに対応。\n\n0. 音質向上, Bluetooth接続, iPhone8, 車載ホルダー\n1. 耐水性, 落下防止, iPhone11, ゲーミング\n2. マグネット吸着, Macbook対応, スタンド機能, 粘着式\n3. MagSafe対応, 薄型軽量, 折り畳み式, iPhone12/13/14シリーズ",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which set of keywords best summarizes the following product?\nProduct title: 【 2022新登場 PS4コントローラー 】mkeety ps4/ps3/ワイヤレス4コントローラー 600mAh大容量バッテリー 14-16時間連続使用 Turbo機能 6核振動機能 ピンホールリセット機能 無線Bluetooth接続 高耐久ボタン PS3/PC対応 日本語取扱説明書付き(レッド/ブラック)\nProduct description: 【2022年人気 PS4コントローラー】PS4コントローラーは斬新なデザインとユニークな外観を持っています。コントローラーは、P4 / P4 Pro / P4 Slim / PS3 / PC（Windows7 / 8/10）と互換性があります。また、最新のPS4システムゲームバージョンでも動作します。 PS4のハンドルは、高度な機能と快適でスムーズな操作を備えた最新のBluetooth接続を使用しています。製品の製造・加工リンクを厳しく管理し、部品から製品まで様々な認証指標の要件を厳守します。高品質のパッケージングをサポートする一方で、TELEC認証およびその他の多くの認証（CE / FCC / RED / ROHS）も取得しています。これは2022年の当社のmkeetyブランドの主要製品であり、業界で最初の人に優しいハンドルの代表となることを目標としています。注意：私たちのコントローラーはFF14 / FPS /\nOptions:\n0. キーボード, マウス, PCゲーム, USB接続\n1. モバイルゲーム, スマートフォン対応, 無線充電, カラバリ豊富\n2. ワイヤレス, Bluetooth接続, PS4/PS3/PC互換, 高耐久\n3. VR対応, 低遅延, ゲーミングイヤホン, 音質重視",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best summarizes the following product? Product Title: JAPAN AVE.(ジャパンアベニュー) 意匠取得 FMトランスミッター Bluetooth 5.0 高音質 ( ATSチップ搭載 ) iPhone 急速充電 USB ×3口 / AUX IN・OUT 2way 有線接続 / 12-24V カーチャージャー シガーソケット SmartBC アプリ 無償提供 JA998 [メーカー1年保証] Product Description: 【 Amazon年間ランキング 2017/2018/2019/2020年 ”4年連続 第１位” 獲得 (*2021年当社調べ)丨意匠権取得 FMトランスミッター の新色Blackモデル 】2016年愛知県で創業 カーエレクトロニクスブランド JAPAN AVE. 正規メーカー1年保障　【 独自研究 \"これ1台に３年以上\" ようやく実現 】長年研究の集大成 ”独自ノイズ軽減チューニング” により、従来ありがちだったFMノイズは極端に軽減され、よりクリアで高音質なサウンドを実現しました　 最新のワイヤレス規格Bluetooth５.０搭載　【 電波法 工事設計認証取得 (番号204-B00087) / \"微弱無線\" 検査合格 】 海外企業では許可されていない電波法 \"微弱無線検査 (ELP) \" でも合格済です！（ JAAMA 全国自動車用品工業会 にて掲載済 ）　🚫 競合他社の妨害レビュー 🚫 現在、同業者の営業妨害で ☆１ Options: 0. スマートフォンアクセサリー, 無線, 音楽, テクノロジー 1. FMトランスミッター, Bluetooth 5.0, 高音質, 急速充電 2. カーアクセサリ, ラジオ, 音質調整, ゲーム 3. ワイヤレスチャージャー, Bluetooth, 電波法合格, カラオケ装置",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: 【2022最新Anycast 】Anycast 4K HDMI phoneテレビ接続 Androidテレビ接続iphoneをテレビに映す 携帯画面をテレビに映す hdmi ミラーリング hdmi 変換 ケーブル 動画転送 iphoneテレビ出力 HD1080P iphoneの動画 ゲーム を テレビ出力 タイムラグなし 音ズレなし hdmi 動画転送 クリスマス 大画面で楽しむ YouTube鑑賞 【Android＆iOS＆iphone＆Windows＆MAC OS対応】 HDMI変換アダプタ【日本語説明書付き】【設定参考動画付き】\nProduct Description: 【1年間品質保証&注意事項】ご購入日から、365日以内不具合が発生した場合は、ぜひ弊社とご連絡ください。弊社としても24時間内迅速に対応いたしますから、ご安心購入ください。ご注意：注意事項: 1.ドングル レシーバーは、外部電源アダプタ（少なくとも5V /1A以上）で電源を供給する必要があります。2. AndroidスマートデバイスがMiraCastをサポートしているかどうかをご確認してください。 3.Netflix、HULU、Youtube、 Chromecastとは互換性があります(GoogleサーバーがインストールされたAndroid端末の場合、NetflixやAmazon Videoなどの有料動画と互換性があります。ただし、iPhoneはGoogleプロトコルをサポートしていないため、Netflix / Amazon Prime Videoなどの有料ビデオアプリは使用できません)。\n\n0. HDMI変換アダプタ, Android & iOS対応, ミラーリング, 有料動画サービス互換\n1. スマートウォッチ, 自動同期, フィットネス追跡, 防水機能\n2. ワイヤレス充電器, 高速充電, 多機種対応, LEDインジケーター\n3. ゲーミングマウス, 高精度センサー, カスタマイズ可能, RGBライト",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of keywords best summarizes the following product?\nProduct Title: 【Amazon.co.jp限定】 キユーピー あえるパスタソース「海の幸」セット (カニのトマトクリームマスカルポーネ仕立て、ボンゴレビアンコ白ワイン仕立て、たらこ、からし明太子、ツナマヨ、香ばし海老のペペロンチーノ 各1袋) ※時期によりセット内容に変更があります【セット買い】\nProduct Description: 【ボンゴレビアンコ 白ワイン仕立て】1食分(60g)当たり;エネルギー68kcal,たんぱく質1.7g,脂質5.7g,炭水化物2.4g,食塩相当量1.8g【たらこ】1食分(ソース23g+トッピング1袋)当たり;エネルギー82kcal,たんぱく質3.4g,脂質6.8g,炭水化物1.9g,食塩相当量2g【からし明太子】1食分(ソース23g+トッピング1袋)当たり;エネルギー85kcal,たんぱく質2.8g,脂質7.4g,炭水化物1.7g,食塩相当量2.3g【カニのトマトクリーム マスカルポーネ仕立て】1食分(70g)当たり;エネルギー97kcal,たんぱく質2.3g,脂質6.2g,炭水化物8.1g,食塩相当量1.9g【香ばし海老のペペロンチーノ】1食分(ソース25g+具2.7g)当たり;エネルギー152kcal,たんぱく質2.2g,脂質14.6g,炭水化物1.8g,食塩相当量1.9g【ツナマヨ】1食分(ソース40g+トッピング1袋)当たり;エネルギー189kcal,たんぱく質4.7g,脂質17.3g,炭水化物3.3g,食塩相当量2.5g\nOptions:\n0. イタリアン、海鮮、パスタソース、健康志向\n1. グルメ、簡単調理、多様性、食塩控えめ\n2. 飲み物、スナック、非食品、ペット用品\n3. 家庭料理、素早い食事、味のバラエティ、Amazon限定",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which set of keywords best summarizes the following product?\nProduct Title: [SCIOLTO] ボディピアス サーキュラーバーベル 口ピ [4個セット] リップ ラブレット 軟骨ピアス 耳たぶ 鼻ピ ステンレス メンズレディース (コーン3mm×14G)\nProduct Description: 【サイズバリエーション】ボール3mm×16G(内径6mm、8mm、10mm、12mm)、ボール3mm×14G(内径6mm、8mm、10mm、12mm)、ボール4mm×16G(内径6mm、8mm、10mm、12mm)、ボール4mm×14G(内径6mm、8mm、10mm、12mm)、コーン3mm×16G(内径6mm、8mm、10mm、12mm)、コーン3mm×14G(内径6mm、8mm、10mm、12mm)、コーン4mm×16G(内径6mm、8mm、10mm、12mm)、コーン4mm×14G(内径6mm、8mm、10mm、12mm)【安心の30日間保証】SCIOLTO(ショルト)は商標登録済みの日本のブランドです(商標登録番号:第6097783号)※当商品は「SCIOLTO Online SHOP」のみが販売しています。万が一お気に召さない場合、商品到着より30日間の保証がありますので、一度お試し下さいませ。\n\n0. キッチン用品, 料理, ステンレス, 耐熱\n1. ファッションアクセサリー, パーティー用, ピアス, コスプレ\n2. スマートフォンアクセサリー, 耐衝撃, スタイリッシュ, モダン\n3. ボディピアス, サイズバリエーション, ステンレス, 30日間保証",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Welches der folgenden Schlagwortsets passt am besten zu diesem Produkt? Produkttitel: HIROMARUjp 極薄 財布 THIN WALLET スリム ウォレット アルパインブルー Produktbeschreibung: カラーバリエーション　●IVORY（アイボリー） ●VIVID PINK（ビビットピンク） ●ROSE PINK（ローズピンク） ●BLACK（ブラック） ●RED（レッド） ●MARINE BLUE（マリンブルー） ●ALPINE BLUE（アルパインブルー） ●LIGHT VIOLET（ライトバイオレット） ●LIGHT BROWN（ライトブラウン） ●CITRON YELLOW（シトロンイエロー）​ ●GOLD（ゴールド） ●POWDER PINK（パウダーピンク） ●REGATTA BLUE（レガッタブルー） ●BURGUNDY（バーガンディー） ●PURPLE（パープル） ●NAVY（ネイビー） ●Gray（グレー） ●Brown（ブラウン） NEW COLOR 　●SILVER（シルバー） ●ICE SILVER（アイスシルバー） ●PINK SILVER（ピンクシルバー） ●VERMILION(バーミリオン) ●GREEN（グリーン） ●ORANGE（オレンジ） 0. カラフル, 超薄型, 現代的, スタイリッシュ 1. ガーデニング, アウトドア, ヘビーデューティ, 多機能 2. 子供用, 明るい色, 教育的, 安全素材 3. ビジネス, 本革, ミニマリスト, 高級感",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of keywords best summarizes the following product?\nProduct Title: ノートパソコン ケース 対応 13インチ PC ノート MacBook Air M2/M1 2022-2018/Pro 13 M2/M1 2022-2019軽量 耐衝撃 防水 全面保護 ノートPC ケース 対応 ラップトップスリーブ MacBook Air 13/Pro 14/Pro 13/iPad Pro 12.9 第5/4/3世代 タブレット インナーバッグ Surface/Laptopラップトップスリーブケースブラック\nProduct Description: 1.【対応機種】外寸32.5*25*1.5cm，内寸32*25*1.5cm。14.2-inch MacBook Pro 2021 （A2442/M1 PRO）13インチ MacBook Air 2022 M2 M1 2022-2018/13インチ MacBook Pro M2 M1 2022-2016 (A2251 A2289 A2159 A1989 A1706 A1708) | Thinkpad x1 carbon |12.9インチ 新型 iPad Pro Liquid Retinaディスプレイ搭載 第3 / 4世代 | 12.3インチ Surface Pro8 X / 7 / 6 / 5 / 4 / 3 | 13インチ Dell XPS | 11.6インチ HP ASUS Samsung Acer Chromebook対応。※必ずお使いの機器とPCバッグの収納寸法をご確認の上お買い求めください。\n\n0. 屋外キャンプ、耐水性、多機能、大容量\n1. ゲーム用、RGB、機械式、ワイヤレス\n2. 食品保存、再利用可能、シリコン、密封\n3. 軽量、耐衝撃、防水、全面保護",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: オーム電機 LED電球 小形 E17 25形相当 昼白色 LDA2N-G-E17 IS51 06-4472 OHM\nProduct Description: 【 特 長 】● 小形電球25形相当の明るさ● 約200°の広配光タイプ● 断熱材施工器具(SB・SGI・SG形表示器具)対応● 密閉形器具対応● 省エネ法2027年度目標基準達成● 昼白色● 口金:E17● LED5年保証対象商品 【 仕 様 】■ 寸法:全長78mm、最大径38mm■ 質量:33g■ 定格消費電力:2.1W■ 定格入力電流:40mA■ 全光束:300 lm■ エネルギー消費効率:142.8 lm/W■ 平均演色評価数:Ra83■ 定格寿命:40000h※ 屋内専用(屋外使用禁止)※ 交流電源 100V 50/60Hz ≪ご注意≫※ 次のような器具には絶対に使用しないこと。 ・調光機能のついた器具(100%点灯でも使用不可) ・誘導灯、非常用照明器具 ・水銀灯器具など※ このほか使用器具の種類によって寸法的、熱的、その他の状況(リモコン機器のついた器具など)により使用できない場合があります。 ※\n\n0. LED電球, 昼白色, E17, 省エネ\n1. 屋外照明, LED, 調光可能, E27\n2. 照明器具, リモコン, 屋内, LED\n3. 昼光色, LED, 高輝度, E17",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Yu&Mi SAMSUNG EO-IG955 TypeC イヤホン 有線 インイヤーイヤホン 音量調節 重低音 マイク内蔵 絡み防止 カナル型 在宅勤務用 Note10付属純正イヤホン Android/PC 多機種対応 イヤチップ (S/M/L) kobuta製品保証書付 バルク品 並行輸入品 (黒)\nProduct Description: Yu&Mi Type-Cイヤホンの端子は幅広いデバイスにご使用可能： iPad Pro, iPad mini, MacBook, iMac, Sony Xperia シリーズ, PS5, Sumsung Galaxy Note10, Note20, Note20 Ultra Galaxy S21/S20, Galaxy A52/A12/A80/A60/S10/A41, Huawei P40/Pro/Pro+/Mate 30/Pro/P30 lite, Google Nexus 6P/5X, Pixel 4/4a/4XL/3/3XL, OnePlus 9/9 Pro, Moto G30, LG, HTC One, Nokia, Blackberry等のAndroidスマホ， パソコン，タブレット等のtype-cジャックのあるデバイスに対応可能．なお，12ヶ月の保証を提供いたします． ご購入日から一年以内に不具合等が発生した場合，無料交換あるいは全額返金対応をさせてください．\n\n0. ゲーム用ヘッドセット, 高音質, PS5専用, 無線接続\n1. Android/PC対応, Type-Cイヤホン, 幅広いデバイス対応, 一年保証\n2. スマートフォンアクセサリ, iPhone専用, Lightningコネクタ, 耐久性\n3. 水泳用イヤホン, 防水, MP3プレイヤー内蔵, 無線接続",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of keywords is most suitable for the product?\nProduct Title: Antaka USB Type C 有線 イヤホン タイプ c イヤホン iPad Pro 2018/20/21 iPad Air4/Air5 iPad mini6 ギャラクシー A53/S20/S21/S22 に対応可 カナル型 HiFi 重低音 軽量 遮音 音漏れ防止 磁気デザイン マイク/リモコン付き 通話可 音量調整可 Type Cジャック使用のAndroidスマホに対応可 (黒)\nProduct Description:【Googleデジタルチップ内蔵＆互換性】DACチップセットを使用し、デジタルの入力信号をサポートしており、ほとんど市販されているUSB Type-Cのスマホに対応可能です。互換性ありデバイス:iPad mini6/iPad Air4/iPad Air5/iPad Pro2018/2020/2021/Google Pixel2/Pixel 3/Pixel5/Pixel6/Pixel 6a/Sony Xperia1/Xperia2/Xperia5 II/HuaWei Mate10 Pro/20Pro/30Pro/ P20/P20Pro/P30/ P30Pro/P40 Pro/Mate 20X/Mate40 Pro/Samsung GalaxyS22/S22 Plus/S21/S21 Plus/S21 Ultra/S20/A8S/A53/Note10/Note20/Note20 Ultra/Redmi Note 11 Pro 5G/Xiaomi 9/Note3/8SE/MIX2/10Pro/k30/10x/OPPO Find X/VIVO X50/などのスマホデバイスに対応可。\n\n0. タブレット保護, ケース, スタンド, iPad\n1. イヤホン, Type C, 高互換性, 高音質\n2. スマートウォッチ, Bluetooth, 防水, 通知\n3. モバイルバッテリー, 急速充電, USB A, USB C",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the product details, which of the following keyword sets best describes the product?\nProduct Title: バイク スマホホルダー スタンド : Lamicall 片手操作 オートバイ ワンタッチ スマートフォンホルダー, ミラーマウント付き, バイク用　携帯ホルダー, 原付 スマホホルダー, バイク用 スマホ固定, motorcycle phone mount 360度回転可能, 落下防止, 防振, 振動防止, 振動吸収 , アイフォン, エクスぺリア, サイクリング, フォルダー, アンドロイド iPhone 14, 14Plus, 14pro, 14pro max, 14mini, iphone 13 13 pro max 13 mini, 12 mini 11 Pro Max, 11 プロ マックス XS Max XR X 8 plus 7 7plus 6 6s 6plus se2, Samsung Galaxy S21, Xperia, android に対応 - 黒\nProduct Description:【対応機種】約4.7－6.8インチのスマホに対応。iPhone iPhone 2022 iPhone 14, 14Plus, 14pro, 14pro max, 14mini, 13 13 Pro, 13 Pro Max, ,12 11 11 Pro, 11 Pro Max, 11 プロ マックス, XS XS Max XR X 8 7 7plus 6 6s 6plus, S3 S4 S5 S6 S7, Galaxy S7 S6, Note 6 5, LG, HUWEI Mate P20 P10 lite, Galaxy, Xiaomi Redmi Note 8 9 10 pro miniなど。スマホの厚さ15mmまで対応可能で、横幅は約78mm以内、縦幅は約125mm-174mm対応可能ですので、購入する前にご端末に合うかどうか是非ご確認ください。（手帳型のケースが対応できませんから、ご注意ください。）\n\n0. スマホホルダー, 落下防止, 防振, オートバイ\n1. スマホケース, 水滴防止, タブレット, 指紋防止\n2. 自転車ライト, ワイヤレスイヤホン, サイクリングアクセサリー, 水分補給\n3. ハンドルバーバッグ, サイクリング, 防水スマホケース, ズボン",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best represents the product? Product Title: ワイヤレス充電器 マグネット式 magsafe充電器 iPhone 14/13/12シリーズ対応 【ワイヤレス充電スタンド+ 20W USB-Cアダプター付属】 USB-Cケーブル付き 急速ワイヤレス充電スタンド/パッド、くっつくと充電 貼り付け iPhone 14/13/12 Pro Max Mini用Mag-Safe充電器（ブルー） Product Description: 【iPhone14/ 13 / 12シリーズには最適】iPhone14 /14 Plus/14 Pro Max、iPhone13 /13 mini/ iPhone 13 Pro/13 Pro Max、iPhone12 /12 mini/iPhone12 Pro/12 Pro Max、Mag-Safeケースなど対応できます。スマホの後ろにバッと吸着し、置く位置ズレの問題がなく、安定した効率的な充電を実現します。また、パッドとして使用すると、AirPods、Pro2も充電できます。ご注意：ワイヤレス充電できますが、磁気の機能はMagSafe非対応ケースおよびiPhone11以前のモデルに対応しません。Pro Maxの機種であれば、マグネット式ケースと合わせて使ってください。ご注意：iPhone 14 proには充電できますが、カメラにぶつかりやや浮う場合があります。iPhone 14、iPhone 14 Pro Max、iPhone 14Plusには正常に対応できます。 Options: 0. スマートウォッチ、防水、フィットネス、iPhone SE 1. キッチン用品、iPhone 11、Bluetooth、ケース 2. マグネット式ワイヤレス充電器、iPhone 14/13/12対応、急速充電、Mag-Safe 3. iPadケース、Mag-Safe、Apple Pencil、充電スタンド",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following keyword sets best describes the following product? Product Title: 【2022振動吸収&全面保護式】DesertWestバイク スマホ ホルダー 自転車すまほほるー 携自転車携帯ホルダー 落下防止, 360度回転, 防振, 振動吸収 ワンタッチ式 bike phone mount バイクすまほほるだー クロスバイク オートバイ サイクリング 4-6.9インチのスマホ、自転車、折りたたみ電動アシスト自転車 、バイク、オートバイ、ロードバイク、モーター、電動バイクなどに対応[5年保証 日本語説明書付き] Product Description: 🌿【幅広いスマホと車種対応】スマホ機種と車種変更とをしても継続して使用できる。16-45mmまでのハンドルやステムに対応しているので、市販での一般の直径（クランプ径）は22.2mm-28.6mmですので車種を問わず、取り付けることが可能です。高さは205mm・幅は115mm・厚さは16mm以下の4-6.9インチのスマホが対応可能です。市販のスマホは99％対応可能です。また、ロードバイク スマホホルダーの下支えが調整可能ですので、ケース付けたままでも装着可能です。ご注意：スマホとケースの厚みが16㎜以下です。 不対応の機種：IPhone:13 Pro Max/12 Pro Max AQUOS:sense4 plus　TORQUE: 5G KYG01/ 5G G05/5G/5G Coleman LIMITED/G04/G03/X01 Galaxy :Note20 Ultra 5G/Z Fold3 5G/S22 Ultra/ S21 Ultra 5G/ S20 Ultra 5G/Z Flip3 5G/ S21+ 5G(6.7) /S21 Ultra 5G/S20+ 5G/Note10+ Options: 0. 自転車アクセサリー, スマホホルダー, 防振, 落下防止 1. モバイルチャージ, ライト, 自転車光学, ナビゲーション 2. イヤホン, スマホケース, 防水キャップ, アクセサリー 3. スポーツウェア, ランニングシューズ, サイクリンググローブ, サングラス",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: USB電源アダプタ usbコンセント 【2個セット-1USBポート】 Ailkin USB充電器 iPhone充電器 携帯充電器 充電アダプタ Android充電器 アンドロイド充電器 スマホ急速充電 可愛くてコンパクト iPhone 12 12 Pro 12 Pro Max 12 MiNi 11 pro 11 SE、Xperia 1 III 10 III 5 II Ace II 1 II、Mi 11 Lite、Redmi Note 10 Pro、Google Pixel 5 Pixel 4a S21 Ultra S21、AQUOS sense4 sense sense4 lite、AQUOS Reno5 A R6、OPPO Reno A 3 A A54 5G A73など機器対応 ホワイト\nProduct Description: ❤ ほとんど全ての充電機器に対応することができるスマホ充電器です。iPhone Xs、iPhone Xs Max、iPhone XR、iPhone X、iPhone 8、iPhone 8 Plus、iPhone 7、iPhone 7 Plus、iPhone SE、iPhone 6S、iPhone 6S Plus、iPhone6、iPhone 6 Plus、iPhone 5S、Android、iPhone 5C、iPad Air、iPad mini、iPad Pro などのアイフォンのデバイス、MP3、Wifiルータ、ゲーム機等、デジタルオーディオ用スピーカーとワイヤレスオーディオレシーバー などの各種デバイス、Samsung、huawei、Xperia、GALAXYなど各社スマートフォンに対応可能だけではなく、モバイルバッテリー、デジタルカメラ、Bluetooth イヤホンなど様々なUSB機器をフルスピードで充電可能です。\n\n0. スマホ充電器, USBフルスピード充電, iPhone・Android対応, コンパクト設計\n1. デジタルカメラ用アクセサリー, モバイルバッテリー対応, 音楽プレーヤー, スタンド\n2. キッチン用品, スマホ充電, バッテリー駆動, ウォーターボトル\n3. パソコン周辺機器, USBコネクタ, 高速データ転送, エレクトロニクスアクセサリー",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the provided product details, which of the following keyword sets most accurately describes the product? Product Title: HIROMARUjp 極薄 財布 THIN WALLET スリム ウォレット ゴールド Product Description: カラーバリエーション　●IVORY（アイボリー） ●VIVID PINK（ビビットピンク） ●ROSE PINK（ローズピンク） ●BLACK（ブラック） ●RED（レッド） ●MARINE BLUE（マリンブルー） ●ALPINE BLUE（アルパインブルー） ●LIGHT VIOLET（ライトバイオレット） ●LIGHT BROWN（ライトブラウン） ●CITRON YELLOW（シトロンイエロー）​ ●GOLD（ゴールド） ●POWDER PINK（パウダーピンク） ●REGATTA BLUE（レガッタブルー） ●BURGUNDY（バーガンディー） ●PURPLE（パープル） ●NAVY（ネイビー） ●Gray（グレー） ●Brown（ブラウン） NEW COLOR 　●SILVER（シルバー） ●ICE SILVER（アイスシルバー） ●PINK SILVER（ピンクシルバー） ●VERMILION(バーミリオン) ●GREEN（グリーン） ●ORANGE（オレンジ） Options: 0. スリム, 財布, カラーバリエーション, 極薄 1. キッチン, アクセサリー, カラフル, 生活 2. スポーツ, アウトドア, フィットネス, ウォレット 3. ファッション, アクセサリー, スーツ, シューズ",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of phrases best summarizes the following product?\nProduct title: Aioockee 超薄型 急速 ワイヤレス充電器 15W/10W/7.5W 【Qi認証】 置くだけ充電 USB Type-C接続 iPhone 13/13 Pro/13 Pro Max/13 Mini/iPhone12/12 Pro/12 mini/12 Pro Max/11/11 Pro/11 Pro Max/SE（第2世代）/XS/XS MAX/XR/X/8/8Plus/Galaxy S20/Note 10+/Xperia/Pixelなどの他機種対応 … …\nProduct description: 【15W/10W/7.5W/5W/2.5W幅広い互換性】高速充電の入力15Wと急速充電の入力10W、7.5W、5Wの三つの標準充電モードに対応。入力が12V/1.67Aで、電力転換効率は73％以上。 対応な機種：15W モード対応デバイス：LG V50/V50 ThinQ/LG V40/LG V30/V30+/Samsung Note 10+/10+5G/Razer phone2。10Wモード対応デバイス：Samsung Note 10/Galaxy S20/20 Ultar/10/S10+/ S9 plus/S8/Google Pixel 3/3XL。7.5Wモード対応デバイス：iPhone 12/12 Pro/12 mini/12 Pro Max/SE(第2世代)/11/11 Pro /11 Pro Max /Xs Max /Xs/X/8/8Plus他Qi対応機種（QC3.0 / 2.0アダプターが必要です）※新発売のAirPods 2 / AirPods Proのイヤホンケースにもワイヤレス充電対応可能です。\n\n0. 15W高速充電、USB Type-C、広範囲な互換性\n1. キッチン用品、Bluetooth、耐水性、カラーバリエーション\n2. スポーツ用品、長さ調節、反射材、軽量\n3. 環境に優しい材料、再生可能エネルギー、節水、低消費電力",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the following product, which of the following keyword sets is most compatible with it?\nProduct Title: Lacdo タブレットスリーブケース 対応 10.2\" 新しい Ipad 2021-2019, 10.9\" 新しい Ipad Air 5 4 2022-2020, 11\" 新しい Ipad Pro, 10.5\" 9.7\" Ipad Pro/Ipad Air 3 2 1 / Ipad 6 5 4 3 2, Fit Apple Smart Keyboard、黒\nProduct Description: COMPATIBILITY - インテリアサイズ：25.98 x 19 x 1.98 cm / 10.23\" x 7.48\" x 0.78\". と互換性があります。Apple 10.2インチ New iPad 9/8/7(2021-2019), 10.9インチ New iPad Air 5 4(2022-2020), 11インチ New iPad Pro 3rd / 2nd / 1st(2021-2018 ), 10.5インチ New iPad Pro, 9.7 inch iPad Pro, 10.5 インチ New iPad Air 3 2019, 9. 7インチ iPad Air 2nd / 1st, iPad 6, 5, 4, 3, 2｜Fire HD 8｜10.5 インチ Samsung Galaxy Tab A8｜11 インチ Samsung Galaxy Tab S8 S7｜10.4 インチ Samsung Galaxy Tab S6 Lite｜その他 9.7-11 インチ タブレットの対応。\n\n0. タブレット保護, 防水, Samsung Galaxy Tab, 無関係\n1. 水彩画, 合成皮革, ノートパソコンケース, スタンド機能\n2. タブレットケース, 耐衝撃, Ipad互換性, スマートキーボードフィット\n3. スリーブケース, ユニバーサル対応, 多機種適用, 持ち運び便利",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: TORRAS 防水ケース 水に浮く IP68認証 クリア 顔認証 撮影 通話 画面操作 浮き輪 iPhone 13 Pro Max 12 11 XR SE Android 6.8インチ以下対応 海 温泉 風呂 プール 雨 潜水 スマホ用 防水バック ブラック\nProduct Description: 【6.8インチ対応・様々な場面で大活躍】水泳、潜水、海辺での撮影、お風呂、スキー、雪遊び、温泉で音楽や動画を楽しみたい時、料理を作りながら携帯を操作したい時、野外ライブ、釣りなど様々なアウトドアとレジャーの場合に役立ちます。スマホ以外に、パスポート、鍵、カード、現金なども収納でき、貴重品管理にも防菌対策にも対応できる。色な場面で水気を気にせずに楽しんでスマホが使えます。iPhone13ProMax/iPhone13/iPhone13Pro/iPhone13mini/Phone12ProMax/iPhone12/iPhone12Pro/iPhoneSE/iPhone11/11Pro/11ProMax/XsMax/XR/XS/X/8/7/7Plus/8Plus/6s/6Plus、Galaxy/Xperia/Aquos/ZenFone/HUAWEI/Android等(6.８インチ以下）のスマホに全数対応できます。\n\n0. スマホ充電、データ転送、ゲーム、非防水\n1. 料理、音楽、水辺の写真、スマホ防水ケース\n2. 水泳、野外アクティビティ、全スマホ対応、IP68防水\n3. 海辺の撮影、スキー、雨天時使用、防水・防塵機能",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: PlayStation 5 Horizon Forbidden West 同梱版 (CFIJ-10000)\nProduct Description: PlayStation 5本体 と、PlayStation 5およびPlayStation 4用ソフトウェア『Horizon Forbidden West』ゲーム本編ダウンロード版（プロダクトコード）をセットにした商品です。 型番 CFIJ-10000 (C)2022 Sony Interactive Entertainment Europe. Developed by Guerrilla. Horizon Forbidden West is a registered trademark or trademark of Sony Interactive Entertainment LLC. (C)Sony Interactive Entertainment Inc. All rights reserved. Design and specifications are subject to change without notice.\n1. PlayStation 5, ゲームソフト, アクション, アベンチャー\n2. PlayStation 5 同梱版, Horizon Forbidden West, ダウンロード版, CFIJ-10000\n3. 映画, PlayStation 4, ホラーゲーム, スティールケース\n4. テレビゲーム, コントローラー, USBケーブル, 電源",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: [2022新版 ] 電源/設定不要 phone hdmi変換ケーブル HDMI 変換ケーブル Phone/Pad/Podをテレビ出力 hdmiケーブル Digital AV変換アダプタ HDMI接続ケーブル HDMI Phone 変換 youtube テレビ 接続 大画面 1080P 音声同期出力\nProduct Description: [ご注意]このHDMI交換アダプターはAmazonビデオ、Netflixなどの有料ビデオには対応できません。FaceTime、Skype、WhatsupAppのビデオ通話をサポートします。Facebook、YouTube、Twitter、Instagram、 Reddit、Pinterest、Snapchat、IDMB、Microsoft Office上のストリーミングビデオ、写真、ゲーム、スライドは1080Pハイビジョン大画面で表示できます。【ご注意：著作権保護のため、有料ビデオ、Amazon video、Netflix、itunes store、Hulu、スカパーオンデマンド、NBAアプリ、DAZN、AmazonプライムTV、abemaTV、torneモバイル、HBO Go、Honda Motor、Xfinity、Vudu、DTVがご覧になれない場合がございます。】普通は接続したら、テレビは自動的にHDMI信号になりますが、もし変えてない場合は、手動で信号ソースをHDMI変える必要があります。\n\n0. HDMI変換、テレビ出力、1080P、音声同期\n1. HDMI充電、ゲームアダプタ、低画質\n2. スマホ冷却、水冷システム、USB給電不要\n3. ビデオ通話サポート、有料コンテンツ非対応、高解像度出力",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Whole Earth ファミリーテント ドーム アースドーム 240 WE2KDA09 SBEG （サンドベージュ/ＦＦ/Men's、Lady's）\nProduct Description: ●フライシート: ポリエステル(耐水圧 3,000mm、撥水加工、防水シームシール加工、UPF50+、裏側シルバーコーティング、FR難燃加工)●インナーテント: ポリエステル(耐水圧 500mm、撥水加工) ●フロアー:ポリエステル(耐水圧 5,000mm、撥水加工)●フレーム（メインポール）:ジュラルミンポール 2本, L543cm, φ13mm(1.0t) BLUE×SILVER、11セクション●フレーム（サイドポール）:ジュラルミンポール 2本, L495cm, φ11mm(1.0t) RED×SILVER、9セクション●フレーム(前室ポール): ジュラルミンポール 2本, L432cm, φ11mm(1.0t) 、yellow、8セクション●ペグ：スチール 28本●張り綱ロープ(シングル):ポリプロピレン/蓄光自在ストッパー付き(太さ3.5mm、長さ250cmx 9 pcs)●収納袋：ポリエステル\n\n0. ファミリーテント、耐水、撥水加工、キャンプ\n1. テント、ポリエステル、ジュラルミン、アウトドア\n2. キャンプ用品、青、防水、レジャー\n3. テント設営、キャンプ、アウトドア、耐久性",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title:「2台セット」 NANAMI ワイヤレス充電器 15W/10W/7.5W 急速充電 置くだけ充電器 - iPhone 14/14 Pro(Max)/14 Mini/14 Plus/13 (Pro/Pro Max/Mini)/12 (Pro/Pro Max/Mini)/SE第二世代 /11 Pro / Xs (Max) / XR / 8 (Plus)、AirPods Pro(第二世代)/AirPods 第三世代、Galaxy S22(Ultra)/S21(Ultra)/S20/S10/Note10/ Note9、Galaxy Buds+/Pro、Xperia1 ⅲ/ⅱ/XZ3/WF-1000XM4 など 全Qi機種対応 Quick Charge 2.0/3.0アダプター対応 ワイヤレスチャージャー 日本語取扱説明書/USB-C(2.0)ケーブル付き テレワーク用品 秋のギフト 白&黒\nProduct Description: 10Ｗ/7.5Wでの急速充電 ：Appleの最新機種14シリーズから13/13 Pro/13 ProMax/13 Mini/12/12 Pro/12 Mini/SE (第2世代) 、11、11 Pro/Pro Max、Xs、Xr、Xs Max、X、8、8 PlusなどのQi充電機能搭載の機種に7.5W、Android(アンドロイド)システム搭載されたSamsung製のGalaxyシリーズ（Qi対応の古い機種から最新のS22 Ultraまで）機種を10Ｗ、Sony Xperia 1シリーズを15W、最も効率よくできるの無線充電ができます。急速充電を支える出力5V/2A以降のQuick Charge 2.0/3.0ACアダプター（別売り）と併用すると、より安定した充電ができます。更に、AirPods2/ProやGalaxy Buds+/Proにも対応可能です。（※NANAMI製品はnanamihomeのみが正規販売店ですのでご注意ください）\n\n0. iPhone用急速無線充電器、AirPods対応、Qi対応全デバイス\n1. キッチン用品、Bluetoothスピーカー、非充電器関連\n2. スマートフォン保護ケース、画面保護フィルム、アクセサリ\n3. ペット用品、犬のおもちゃ、猫のベッド",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title:【冷蔵 盛付済 おせち 解凍不要】京都祇園 料亭「岩元」監修おせち 匠 [三段重 47品目 約3～4人前] 12/29～31お届け(お届け希望日指定不可)\nProduct Description:【注意】---------------------------------------------------------------- ●ご注文後の【キャンセル】【返品】は不可となります。 また、12月1日以降は出荷手配済みで弊社の手を離れた状態となるため、いかなる理由におきましてはも対処できかねます事をご了承ください。 ●12/29～31に冷蔵状態(冷蔵便又は保冷資材使用の常温便)でお届けします(日時指定不可)。 ●Amazonのシステムの都合上、ご注文確認画面やメールで表示される「お届け予定日」や「お届け日」が正しくない場合がございますのでご注意ください。●おせち「匠」ご注文の皆様へ【要ご確認】9月26日11時以降のご注文については壱の重は「ロブスター旨煮」となります。※8月18日16時～9月26日11時の期間のご注文は、壱の重の「ロブスター旨煮」が「蟹甲羅盛り」に変更となっております。\n\n0. お年寄り向け、解凍不要、簡単に楽しめる\n1. 京都祇園監修、冷蔵おせち、配送日指定不可\n2. 手作り寿司、即席、冷凍\n3. 季節限定、高級食材、特別メニュー",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: MOFT マグネットスマホスタンド MagSafe対応 iPhone 14シリーズ/13シリーズ/iPhone 12シリーズ用 カードケース機能 フロートタイプ角度調節 薄型軽量 折り畳み式 複合材質 内蔵磁石(グレー)\nProduct Description: 【MagSafeに対応するMOFT アップグレード版】MOFT Ｘアップグレード スマホスタンドは、内蔵磁石を通して、スマートフォンにしっかり吸い付きます。ユニークなデザインによってスマホの抜け落ちを防ぎます。ご注意：本製品（ Magsafe対応）は MOFT旧シリーズと異なり、粘着シートではなく、マグネットを用いて落下を防ぎます。(マグネットのみでスマホに吸着していますので、吸着力が多少弱まります。スマホスタンドとして使用するのは問題なく安心で使えますが、 スマホリングのように使用すると落下のおそれがあり、どうぞご注意ください。 )最新のiPhone14/iPhone14Pro/iPhone14Plus/iPhone14 Pro Maxに対応従来のiPhone12/iPhone13、iPhone12mini/iPhone13mini、iPhone12pro/iPhone1３pro、iPhone12promax/iPhone12promaxに対応。\n\n0. MagSafe対応、薄型軽量、iPhone全シリーズ用スタンド、カードケース機能\n1. スマホ保護ケース、防水、iPhone12専用、スピーカー内蔵\n2. ゲームコントローラー、Bluetooth接続、全スマートフォン対応、充電機能\n3. ワイヤレス充電器、MagSafe非対応、任意の角度調整、デスクアクセサリー",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords is most suitable for the following product? Product Title: Abeden マキタ 18v バッテリー BL1860B マキタ 互換 バッテリー 18v 6A.h LED残量表示付き 電動工具用バッテリー リチウムイオン電池 battary bl1860b BL1830 BL1840 BL1850 BL1830b BL1840b BL1850b BL1860b 完全対応 Product Description: 【適合工具シリーズ】：【マキタ PB シリーズ：PB108D / PB108DRFX / PB108DZ / PB180DRFX】【マキタ TD シリーズ；TD140D/TD144D/TD144DRFX/TD144DZ/TD145DRFXB/TD145DRFXL/TD145DRFXP/TD145DRFXW/TD146DRFP/TD146DRFX/TD146DRFXB/TD146DRFXL/TD146DRFXW / TD146DZ / TD147DRFX / TD147DZ / TD251DRFX / TD251DZ】 【マキタ TP シリーズ：TP140DRFX / TP141DRFX / TP141DZ】【マキタ TW シリーズ：TW251D / TW251DRFX / TW450DRFX】【マキタ UB シリーズ：UB182D / UB182DRF / UB182DZ / UB183D】【マキタ VR シリーズ：VR350D / VR350DRFX / VR350DZ / VR450D / VR450DRFX / VR450DZ】（マキタ純正 バッテリー対応機種に準ずます） Options: 0. 動物用トリマー、LED無し、10.8v 1. マキタ正規品、キッチン用品、12v 2. マキタ互換バッテリー、LED残量表示、電動工具、18v 3. マキタ充電器、ガーデニング、14.4v",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct title:PINRUIGE ワイヤレス充電器 4 in 1 for iPhone充電器 for apple watch 充電器 スタンド Qi認証 15W急速充電 for iPhone 13/12/11/Pro/Pro Max/Mini/XR/XS/X/8, ミニナイトライト付き ワイヤレスチャージャー for Apple iWatch SE/6/5/4/3/2,for Apple AirPods 2/Pro (QC3.0 18W急速充電アダプター付属,白)\nProduct description:【4in1ワイヤレス充電器スタンド】PINRUIGEワイヤレス充電器は、Apple Watch対応、Airpods対応、2台の電話の急速充電を同時にサポートします。Iphone：iphone 8 /8 Plus/MAX / XR / X / XS/11/11 Pro / 11 Pro Max/12/12 mini / 12 Pro / 12 Pro Max/13/13 Mini / 13 Pro / 13 Pro Max；Samsung：S20 / S20 + / S10 / Plus / Note5 /8/9/10 / S9 / S8 / S7 / S6 edge plus；HUAWEI：Mate 50/P50 Pro/Mate 40 Series/ P40 Pro/Mate 30 Series/P30 Pro；Google : Pixel 5/4 XL/4/3 XL/3など多くのQi認定携帯電話と互換性があります。ご購入前は、お持ちになる機種はワイヤレス充電機能に対応かどうかをご確認の程よろしくお願い申し上げます。\n\n0. ゲーミング, ハイテク, 充電式, LED\n1. ワイヤレス充電器, 15W急速充電, 4in1, Qi認証\n2. スマホケース, 抗菌, 環境に優しい, カバー\n3. オーディオケーブル, Hi-Fi, 耐久性, プラグアンドプレイ",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: 8K Display port ケーブル 1.4 規格 1M ゲーミング ディスプレイ ポート ケーブル 240hz対応 8K@60HZ 4K@144Hz HDR 対応 HDCP2.2 HDCP1.4 映像・音声同期出力 最大32.4Gbps ナイロン編み DPケーブル PC テレビ PS4 ASUS Dell Acer ノートパソコン 対応\nProduct Description: 双方向伝送・Display Port ケーブル 1.4 規格 240hz対応 高解像度 ： ディスプレイ ポート ケーブル 1.4 は、オス双方向伝送のDisplay Portケーブルです。最大8K(7680x4320@60Hz)の解像度に対応し、5K(5120x2880@60Hz)、4K Ultra HD (3840x2160 @144Hz) および1080P (Full HD)の解像度と下位互換性があり。Display Port 1.3 / 1.2 /1.1と下位互換性があります，解像度などの相性の心配がない。プラグアンドプレイがもっと早い、便利に使えます。解像度などの相性の心配がなく、高解像度とリフレッシュレートのゲームモニターに最適で、大画面で精細な画像をお楽しめます。注：8K @ 60Hz 4K @ 144Hzまたは対応する解像度をケーブル経由で出力する場合は、入力デバイスとモニターが出力したい解像度をサポートしていることを確認してください。\n0. ゲーミング, ハイレゾ, 映像・音声同期, 高耐久\n1. 食品保存, 省エネ, 音声支援, モバイル\n2. 水筒, スポーツ, USB, 照明\n3. 高画質, 8K/4K 対応, プラグアンドプレイ, DPケーブル",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the product details below, which group of keywords is the most appropriate for describing the product?\nProduct Title: ガーミン用 Venu 2 plus / vivomove Sport / ForeAthlete 55 / Venu Sq 2 / Venu Sq 2 Music / Approach S42 / Vivomove 3 / Vivomove Style / Vivomove Luxe用 交換バンド Quick Release バンド 20mm 腕時計バンド シリコン製 10色可選 Sooyeeh ストラップ 交換バンド 柔らかい スポーツ 耐衝撃 防汗 装着簡単（ブラック）\nProduct Description: 1、【対応機種】：Garmin用 Approach S42 / Venu 2 plus / vivomove Sport / Venu Sq 2 / Venu Sq 2 Music / ForeAthlete 55 / Approach S12 / vivomove 3 / vivomove Style / vivomove Luxe / Venu Sq Music / Venu Sq / Venu / ForeAthlete 245 / ForeAthlete 245 Music / ForeAthlete 645 Music / ForeAthlete 645 / Approach S40 / vivoactive3 / vivoactive3 Music / Vivomove HRと互換性のあるバンド、ウオッチは別売です。以上の機種ではないなら、お気軽にお問合せ下さい。（長さ：121mm+92mm）\n\n0. ガーミン交換バンド, シリコン, 耐衝撃, 防汗\n1. スマートウォッチ, ガーミン, 音楽, スポーツ\n2. 装着簡単, ソフト, 10色可選, ファッション\n3. ガーミン対応, 高耐久, 柔軟性, スタイリッシュ",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: OR OR TU Remote Control Electronic Plush Puppy Toy Pet for Girls Kids Interactive Toys,Walks,Barks,Shake Tail,Pretend Dress Up Realistic Stuffed Animal Dog for Age 3 4 5 6 7+ Years Old Best Gift\nProduct Description: 【CHILD-FIRENDLY MATERIAL】- Soft and skin-friendly,breathable and comfortable is authentic experience by touch this electric plush puppy.Furry ears,pleasant to the touch and the hair won't be fall scattered since it adopts artificial plush fabric to making for your child's health.Great for children with allergies to pets.Known for huggable plush designs and appeal to all ages childrens for playing,collecting and cuddling.\n\n0. educational, sensory, plastic, non-interactive\n1. plush puppy, interactive toys, child-friendly, allergy-friendly\n2. allergy-inducing, hard materials, lap dog, for adults\n3. electronic games, suitable for teenagers, complex assembly required",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best summarizes the following product?\nProduct Title: Vitamin D 4000 IU - 500 Micro Tablets - Max Strength - 16 Month Supply - High Strength Vegetarian VIT D3 - Vitamin D3 Supports Your Immune System & Bone Health - Made in The UK by Nutravita\nProduct Description: ✔ CUSTOMER PEACE OF MIND – We have done our best to provide as much information as possible, but if you do have any questions please reach out to our very helpful customer care team. They will be happy to provide personalised assistance to help this supplement fit into your lifestyle. We always hope our customers are 100% happy with the product and service they receive, and so if you are not satisfied, please do not hesitate to contact us.\n\n0. max strength, made in UK, dietary supplement, Nutravita\n1. immune system, bone health, vegetarian, vitamin D3\n2. customer service, satisfaction guaranteed, health lifestyle, UK brand\n3. vitamin D, 16-month supply, customer care, high strength",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best summarizes the product? Product Title: Back Support Brace, Mercase Breathable Mesh Lumbar Support Belt with 7 Stays Replaceable for Lower Back Pain Relief for Men and Women, Sciatica, Herniated Disc, Scoliosis (L) Product Description: 【Back Pain Relief】Mercase Back Support Belt features 5 curved stainless-steel stays on the back and 2 anti-slip spring strip around waist sides. Support stays in curved shape can fit your lumbar shape well, giving you sufficient support in the lower back areas you need most. The stainless steel material ensures your injured waist get robust support for pain relief. Great for sciatica, herniated discs, hip pain etc. Effects vary from person to person. 0. fashion accessory, adjustable size, casual wear, unisex design 1. fitness belt, breathable material, lower back exercise, waist training 2. lumbar support, pain relief, sciatica, herniated disc 3. posture correction, magnetic therapy, neck support, pain management",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Kids Science Kit - Over 50 Experiments, Great Gift for Girls & Boys\nProduct Description: 58 MIND-BLOWING EXPERIMENTS – This amazing, 52 piece children’s science kit includes everything you need besides common household items. All the chemicals, ingredients and apparatus that is required to create more than 55 experiments, everything! We’ve also included an easy to follow Instructional manual detailing all the experiments. This unique educational lab kit will help you learn the science behind the experiments\n\n0. kitchen gadget, baking, toy, easy handle\n1. educational toy, science experiments, kids, learning\n2. outdoor toy, sports equipment, boys & girls, fun\n3. fiction book, reading, children, adventure",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: 54\" Professional Camera Tripod with Detachable 3-Way Swivel Head, Aluminum Travel Tripod with Carrying Case,Phone Holder and Quick Release Plate Compatible with Nikon, Sony DSLR Cameras Load 14LB\nProduct Description:【135cm Adjustable Tripod & High Compatibility】This camera tripod can be extended from 41cm to 135cm, which can provide a good shooting angle to meet various shooting height requirements. Equipped with a standard 1/4\" quick release plate, our camera mount can be connected to most devices, with high compatibility. A phone clip will also be attached to the package, which can be compatible with Apple, Android, etc.\n\n0. adjustable, high compatibility, travel, photography\n1. waterproof, lightweight, for cooking, universal fit\n2. music production, compact size, studio, universal\n3. adjustable, carrying case, tripod, smartphone compatible",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of phrases best summarizes the following product?\nProduct Title: Baby Shower Party Supplies Balloons Blue Boy and Girl Baby Shower Backdrop Banner Tassels Decor Boxes Baby Shower Decorations for Kids (Blue)\nProduct Description: 【Abundant Baby Shower Supplies】Save your time and money, the abundant party package includes: 1 set balloon box, 1 set blue paper fan, 1 set pom-poms, 8 aluminum balloons (bottle, foot, dolphin, pentagonal star, four-pointed star, stroller, musical note), 1 set \"Baby Boy\" Balloon Banners, 1 set \"Baby Shower\" Banners, 1 set \"It's a Boy\" Pull Banner, 71* Balloons (includes 32\" 12\", Latex Blue and White， Metallic Blue and Silver), 2*Blue Rain Curtains, 1 tool kit.\n\n0. kitchen, blue, balloons, cooking\n1. party, blue, baby shower, decorations\n2. wedding, boy, blue, celebration\n3. birthday, girl, pink, balloons",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best summarizes the features of the product? Product Title: Smart Watch Men Women, 1.69\" Fitness Tracker with Sleep Heart Rate Monitor, 24 Sports Modes Fitness Watch Calorie Counter Pedometer for Android iOS, Stopwatch IP68 Waterproof Smart Watches Shared GPS Product Description: 24/7 Real-time heart rate and sleep monitor, multifunctional fitness tracker: The fitness watch for women use an intelligent algorithm to track heart rate, always paying attention to your physical health, it can also measure your sleep automatically, help you to understand your sleeping quality better, for light sleep, deep sleep and awake sleep. Besides, more functions are available, such as music and camera control, weather display, sedentary reminder, alarm clock, stopwatch, find watch etc... 0. sleep monitoring, sports modes, waterproof, fitness tracker 1. sedentary lifestyle, video games, nutrition calculator, e-book reader 2. international calling, GPS navigation, wristwatch, touchscreen 3. audio streaming, solar charging, Bluetooth connectivity, television remote",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords accurately describes the following product?\nProduct Title: USB C to DisplayPort Cable 8K@60Hz Maxonar 4K@60Hz/144Hz/120Hz 5K@60Hz 2K@240Hz Thunderbolt 3 DisplayPort Cable HBR3 DP1.4 Adapter for Mac Studio M1 MacBook Air M2 2022 Mac mini 1.2M[VESA Certified]\nProduct Description: 【Compatibility】Work for USB C or thunderbolt 3 port interfaces source device which support \"DisplayPort Alternate Mode\"(DP Alt Mode),like MacBook Pro 14‘’/16‘’/2016-2019,Mac Studio,M1 Pro,M1 Max,MacBook,MacBook Air 2018/2020, 2017/2018 iMac/MacMini 2018/2020,M2 iPad Pro 2022/ iPad Pro 2020/2018,iPad Air 5/4, iPad mini6,Dell XPS 15/13,ALIENWARE m15/m17,Surface Pro 7/Surface Book 2/Surface Go,Lumia950/950XL,Lenovo Yoga 920,Chromebook Pixel/Chromebook/Pixelbook.Not for HDMI and Mini displayport\n0. Ethernet cable, USB C, Lightning adapter, Non-compatible\n1. HDMI, USB A, VGA adapter, Non-certified\n2. Thunderbolt 3, DisplayPort 8K, USB C adapter, VESA Certified\n3. DisplayPort 8K, USB C, Non-VESA, HDMI Compatibility",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the characteristics and usage of the product, which of the following keyword sets is most suitable for it? Product Title: Craft Resin Mica Powder for Epoxy Resin - 100% Natural, Cosmetic-Grade Resin Color Pigment Powder for Epoxy Resin DIY Crafts, Cosmetics, Soap - Cruelty-Free & Non-Toxic (26 Solid Colors, 4 Neon Glow) Product Description: VEGAN-FRIENDLY AND CRUELTY-FREE - Unlike liquid dyes with chemicals, our epoxy resin color pigment is completely free from any harsh additives. Our natural resin powder pigment is gentle on all skin types so that you can craft projects worry-free! This resin dye is carefully made and never tested on animals so that you can enjoy your crafts with no guilt. Build a unique craft experience with our Mica Powder's bedazzling pop of color. 0. diy crafts, cosmetics, cruelty-free, mica powder 1. food coloring, synthetic dyes, chemical additives, cake decorating 2. acrylic paints, wall art, latex, coloring books 3. watercolor, paper, non-vegan, scrapbooking",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the features and contents of the product, which set of keywords is the most appropriate for describing it?\nProduct Title: Witchcraft Starter Kit, Witchcraft Supplies for Wiccan Altar- 63 Pack of Crystals Dried Herbs, Colored Magic Candles, Charm Bags and Ritual Witches Salt for Spells, Baby Witches…\nProduct Description:️ 12 Colored Ritual Candles & Spell Bags: This starter witch kit features 12 different colored candles and spell pouches. Candles are made of paraffin wax and of 4.9 inch, perfect for spells, rituals, healing and other ceremonies. These Organza bags are small drawstring pouches that allow you to make mojo bags of various intentions. Filled it with gemstones or dried flowers as a sachet for your bedroom, closet, car, etc..\n0. gardening tools, seeds, candle making, pottery\n1. decoration, birthday candles, essential oils, beauty\n2. kitchenware, dining set, scented candles, room decor\n3. wiccan altar, spell candles, crystals, herbal magic",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best represents the following product?\nProduct Title: Cedar Moth Balls, 24 Pack, Ideal Repellent for Wardrobes, Homes, Cars, Caravan, Made From Natural Wood, Sustainable, Anti Moth Products, Fresh Woodland Scent, Diminishes Mustiness and Moisture (24)\nProduct Description: HARNESS THE POWER OF NATURE - Made cedar wood, these handy helpers naturally repels moths, diminishes mustiness and moisture. Our anti moth balls also reduce odours and provide a fresh scent. The delicate oils within our cedar moth repellent for wardrobes possess a natural quality to gently repel moths. Every 3 months, just give our moth balls a light sand with the sandpaper provided to ensure our mothballs for clothes remain excellently effective.\n\n0. natural repellent, cedar, freshness, sustainable\n1. fashion accessory, cedar furniture, wardrobe enhancement, aroma therapy\n2. cleaning solutions, artificial scents, plastic storage, moisture control\n3. woodland exploration, camping gear, outdoor scents, nature guide",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of phrases best summarizes the product?\nProduct Title: Eggssentials Poached Egg Maker - Nonstick 4 Egg Poaching Cups - Stainless Steel Egg Poacher Pan FDA Certified Food Grade Safe PFOA Free with Bonus Spatula\nProduct Description: HIGH-QUALITY MATERIAL AND PERFORMANCE - Unlike the delicate poacher pans on the market, this deluxe pan boasts a sturdy, heavy stainless steel body that is suitable for use with all stove types, including induction. Premium 3-PLY aluminum ENCAPSULATED bottom eliminates hot spots and provides fast, even heat distribution to ensure your eggs are always cooked evenly, so you never have to worry about over- or under-cooking your eggs.\n0. durable, mixing bowl, wooden spoon, cooking recipes\n1. nonstick, stainless steel, induction compatible, egg poaching\n2. silicone bakeware, muffin tin, quick release, dishwasher safe\n3. cast iron skillet, seasoning, grill compatible, meat cooking",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of keywords best summarizes the product? Product Title: Charlam 6 Pack Solo Loop Straps Compatible with Apple Watch Strap 40mm 38mm 44mm 42mm 41mm 45mm for Women Men, Nylon Braided Elastics Sport Replacement Band for iWatch SE Series 7 6 5 4 3 2 1 Product Description: Adjustable Length & Super Stretchy: The sport strap compatible with Apple watch strap 40mm 38mm 41mm 44mm 42mm 45mm is suitable for wrist size 4.5\"-9.5\" (115mm - 240mm) for most people. Our elastic watch straps for Apple Watch straps women men with stainless steel buckle design allow you to adjust the size freely, super stretchy elastic, fits your wrist snugly without constriction, no worries for falling off Options: 0. apple watch, adjustable, nylon braided, sport 1. stainless steel, fashion, leather, luxury 2. ipad case, protection, silicone, water-resistant 3. technology, screen protector, glass, durability",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of keywords best summarizes the following product? Product Title: 100% Pure Cotton Printed Reversible Duvet Quilt Cover Set, Double - Istambul Product Description: [100% COTTON]: Made of 100% pure soft cotton unique hotel quality designs and colours bring you a pleasant mood and unlimited visual enjoyment. The double Duvet cover secures with buttons and is easy to remove and wash. Our fabulous selection of vibrant colours won’t fade after washing and are a beautiful way to update your bedroom. The button closure is more convenient and beautiful than other closure methods. Made of cotton fabric, this lightweight duvet set will be warmer and softer even after cleaning. Options: 0. modern art, satin, single, curtains 1. 100% cotton, reversible, double, bedroom refresh 2. synthetic blend, queen, remote control, smart home 3. polyester, waterproof, camping, outdoors",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best describes the product?\nProduct Title: Flexi Twist | Universal Baby Monitor Holder | Secure with Straps & Clamp to Furniture | No Drilling Required | Flexible Baby Camera Mount | Baby Monitor Shelf Baby Monitor Stand\nProduct Description: A STRONG CLAMP TO GRIP TO FURNITURE - the baby camera shelf has a strong clamp at the end of the flexible hose, and this securely clamps to most surfaces in the nursery (by twisting to secure). It is easy to attach the Flexi Twist (baby monitor holder) to furniture such as window ledge, arm of chair, cupboard door, a wall shelf etc. The baby monitor clip can also be attached to the cot. To adjust the view on the monitor, simply bend the flexible hose or rotate the jaws where the camera is held.\n0. flexible, secure, furniture clamp, baby monitor\n1. drilling tools, surveillance, heavy duty, outdoor\n2. nursery rhymes, educational, toy storage, interactive\n3. audio system, wireless, night light, music player",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best describes the product?\nProduct Title: Disposable Plates [100-Pack / 18cm-7inch] 100% Compostable 7 Inch Heavy-Duty Plates Eco-Friendly White Bagasse Plate - Made of Natural Sugarcane Fibers - 7\" Biodegradable Paper Plates by Ask Packaging\nProduct Description: 100% BIO-BASED AND COMPOSTABLE: The seven-inch disposable plate is made of 100% sugarcane fiber, a sustainable, renewable, and biodegradable material. A great alternative to traditional paper or plastic, the disposable plate offers the same sturdy function and easy cleanup, yet it’s completely tree-and plastic-free. They are 100% compostable and natural with no chemicals or BPA involved that’s why it can be commercially composted (no need to send it to a landfill).\n0. ceramic, biodegradable, eco-conscious, premium\n1. plastic, reusable, microwave safe, colorful\n2. eco-friendly, sugarcane, compostable, disposable\n3. party supplies, plastic, non-biodegradable, multi-use",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best summarizes the following product? Product Title: Samsung Wireless Charger, 3 in 1 Charging Station 15w for Galaxy Watch 4 Classic/3/Active 2, S22+ S22 Ultra S21+ S20 FE S10 S9 S8 Plus Note 20 10 9 8 Z Filp 4 Fold 3, Buds 2 Pro Live Product Description: 3 Charging Modes Available for Different Phones: 10W fast charging mode is compatible with Samsung Galaxy Z Fold 4/3, Z Filp 4/3, S22, S22+, S22 Ultra, S21, S21 Ultra, S21+, S20, S20+, S20 Ultra, Note 20+, Note 10, S10e, S10, S10+, S10 5G, Note9, S9, S9+, Note8, S8, S8+, S7, S7 Edge, Note 5, S6 Edge+(Not for Galaxy A Series phone); 7.5W charging for iPhone 8 and Later; 5w for other wireless-charging-enabled phones. 0. drahtlose Ladestation, Samsung Kompatibilität, 15W Schnellladung, Smartwatch Ladegerät 1. Küchengerät, Smartphone-Zubehör, Ladekabel, USB 2. Herrenmode, Damenmode, Schuhe, Accessoires 3. Gaming, Laptops, Dockingstation, Bluetooth-Tastatur",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Wingback Chair Covers 2 Piece Stretch Wing Chair Slipcover, Highdi Fashion Solid color Velvet Strandmon Sofa Cover Furniture Protector for Armchair Chairs Living Room Bedroom Hotel (Navy blue)\nProduct Description: EASY INSTALLATION & CLEAN: Strapless design makes these wingback chair covers relaxing to cover the chair couch from the back to front seat and armrests. Stuffed the included foams into the gaps between the seat and back & arms to prevent sliding. Single Chair Sofa Slipcover will always stay in place firmly and suitably. Machine washable, separately in cold water on the gentle cycle, no bleaching, no ironing.\n1. dining, plush, velvet, waterproof\n2. stretch, velvet, protector, wingback chair\n3. kitchen, covers, modern, easy clean\n0. living room, navy blue, slipcover, furniture protector",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords is the most suitable for describing the product? Product Title: 40W Wireless Charger Pad, Dual 20W Fast Wireless Charging Station For iPhone 14 13 12 11 Plus Mini Pro Max/X/8, Airpods, 2 in 1 Inductive charging Mat For Samsung Galaxy/Note/Pixel (With QC3.0 Adapter) Product Description: 【2 In 1 Design】 Can charge 2 devices at once, Once connected to a power source, simply place your phone on the surface of the charger and enjoy fast wireless charging. just place your phone on the non-slip charging surface with a free position, enjoy fast wireless charging. Advanced Qi wireless charging technology enables you to charge your device without plugging in a cable. Note: Can't charge any smart watch. 0. ladegerät, wireless, schnell, 2-in-1 1. uhrenladegerät, Qi, kabellos, smartphones 2. Qi-kompatibel, schnurlos, doppelladung, adapter 3. zubehör, fitness, ladekabel, büro",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following keyword sets best describes the following product?\nProduct Title: Amazon Brand - Eono Mouse Pad 80x40cm Large Desk Mat PU Leather Desk Protector Blotter Waterproof Laptop Desk Pad, Anti-Slip Extended Table Mouse Mat for Keyboard and Mouse Computer for Office Home\nProduct Description: Anti-slip Rubber Base and Smooth Surface - Dense shading and anti-slip rubber base provides heavy grip preventing sliding or movement of mouse pads, offers you stable operation, and allowing you to freely move your mouse without interruption, available for any flat, hard, tabletop surface. The large gaming mouse pads design with superfine PU leather, so the mouse could moves seamlessly across the pad and then the cursor follows the mouse precisely.\n0. skincare, beauty, compact, travel\n1. drink coaster, absorbent, decoration, kitchen\n2. gaming, hydration, portable, electronics\n3. non-slip, large, PU leather, office accessory",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which set of keywords best describes the following product?\nProduct Title: THICK FIBER Hair Building Fibres for Thinning Hair (Pack of 1 DARK BROWN) | Hair Powder for Thinning Hair 25g Bottle | Make Hair Look Thicker in Seconds | Hair Loss Concealer Women & Men Hair Fibres\nProduct Description: ⍟ A BRAND YOU CAN TRUST: We stand behind our product! That’s why you are backed by our no-questions-asked 100% MONEY-BACK guarantee! Not only that, but with over 50 educational videos to demonstrate how natural our hair fibres look on both Men & Women, we are here to support you to successfully use our hair fiber applicator daily and skyrocket your confidence that was unjustly destroyed by thinning hair.\n0. natural ingredients, animal testing, eco-friendly, recycling\n1. fitness, dietary supplement, weight loss, vegan\n2. skin care, moisturizer, anti-aging, dry skin\n3. hair thickening, confidence boost, unisex, money-back guarantee",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best summarizes the product? Product Title: KASIMO CAT 8 Ethernet Cable 5M Round Network Internet Ethernet LAN Cable,High Speed 40Gbps 2000Mhz SFTP LAN Wires Internet Patch Cable with RJ45 Gold Plated Connector for Switch/Router/Modem Product Description: EFFICIENT & RELIABILITY & TIDY: CAT 8 Ethernet Cable extremely fastest than the Cat7/Cat6/Cat5 traditional Ethernet cable in the market. You don't worry about slow internet speed and lagging when gaming, working and surfing the net any more. So WHY not choose KASIMO CAT8 Cable to improving your working efficiency now! We offer different length of cable, you can choose the best for your device without worrying about cable mess. 0. outdoor, gardening, Ethernet, CAT8 1. waterproof, audio, cable ties, home decor 2. WiFi booster, wireless, charge, creativity 3. internet speed, gaming, cable management, high efficiency",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the product details below, select the most appropriate set of keywords.\nProduct Title: PIBEEX Extension Lead 4 Way Multi Plug Extension Sockets with Individual Switches Wall-Mounted Power Strip 5 Meter Long Extension Cord 13A Fused UK Plug 3250W\nProduct Description: 4 Gang Extension Lead 5M --- PIBEEX 5M extension cord expands the wall outlet from 1 to 4. The total rated power 3250W enables you to power up electrical appliances like hair dryer, microwave oven, etc.. Just make sure the total current is under 13A and total power is under 3250W. 5-meter cable is Ideal for powering multiple devices together in living room, dormitory, study, office, etc., long enough for daily use.\n0. kitchen appliances, extension, garden tools, 5M cable\n1. extension lead, power strip, 5M cord, multi-plug\n2. bedroom furniture, living space, decorative, 4-way socket\n3. USB hub, computer accessories, short cable, office supplies",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of keywords best summarizes the product?\nProduct Title: Wireless Charger 20W Thin Aviation Aluminum Fast Wireless Charging Pad Compatible with iPhone 14 (Pro,Plus,Pro max),12 13(Pro,Pro max,mini)/11/XS/XR/8,Samsung Galaxy S22/S21/S20/Note 20,airpods pro\nProduct Description: 【Extensive Compatibility】Max Up to 20W Fast wireless charging pads compatible with Huawei Mate40 Pro/40 RS,15W Fast wireless charging mats compatible with iPhone 14 13 12 series, Samsung S22/S21/S20/Note 20,LG/Sony; 10W Fast wireless charging pad for Samsung Galaxy 10/9/8/Note 10/9/8/,Nokia/Google; 7.5W wireless Charging docks compatible with iPhone 11series/X/XS/8/SE; 5W standard wireless charger compatible with Air pods 3/2/Pro,Samsung Galaxy Buds and ALL Qi-enable Devices.\n\n0. USB charging cable, 20W, aluminum body, multi-device support\n1. bluetooth speaker, 5W, iPhone 14, water-resistant\n2. wireless charging, 20W, extensive compatibility, Qi-enabled devices\n3. phone stand, wireless charger, 10W, plastic material",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following keywords best describes the features of the following product? Product Title: Blood Pressure Monitor Upper Arm Blood Pressure Machine for Home Use BP Cuff Kit, Large 3-Color 3.4'' Display with Backlight, Pulse Rate Detection Meter with Cuff 22-42cm/2×99 Sets Memory Product Description: 【2 Users Memory Mode】：The BP device can monitor 2 users simultaneously, storing 198 readings with date and time for each display. Help users easily track your family's health, blood pressure and heart rate based on a specific date and time. If an irregular heart rate is detected, an indicator will be displayed to remind you. The alarm function will remind you to measure and monitor your health at the same time every day.(Please keep BP USB powered or use battery) 0. health monitoring, blood pressure, dual-user, irregular heartbeat indicator 1. fitness tracker, waterproof, sleep analysis, USB charging 2. smartphone connectivity, app integration, location tracking, weather updates 3. rechargeable battery, blood glucose measurement, dietary advice, physical activity tracking",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Botanique Handlebar Grips, Non-Slip Soft Rubber Cycling Grips, Waterproof for MTB BMX Cycle Road Mountain Bike Cycling Bicycle Multi Coloured (1 Pair) (Pink)\nProduct Description: Ergonomic Design - Well designed and processed surface offers better gripping performance, you can grip the handle more stably, which make your riding time more relaxing. Increased bearing surface of your palm, prevents finger paralysis and pain, when cycling frequently. Thus minimising fatigue of hands, wrists and elbows. The grips are of high wear & tear resistance and they are very easy to install.\n\n0. bmx, durable, ergonomic, waterproof\n1. colorful, yoga, indoor, cushion\n2. kitchen, silicone, grips, soft\n3. ergonomic, non-slip, cycling, comfort",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of phrases best summarizes the following product?\nProduct Title: bigzzia Gaming Chair Office Chair Desk Chair Swivel Heavy Duty Chair Ergonomic Design with Cushion and Reclining Back Support\nProduct Description: 【Comfortable Seating Experience】High premium faux leather gaming chair for prolonged sitting. Ditch the cheap PVC material, skin-friendly and soft gaming chair leather material that resistant to scratches, stains, peeling and cracking, while also being breathable. Bigzzia Computer Chair is padded with high-density cold molded foam to ensure a comfy seating experience, that will retain its form after long periods of use\n0. premium office furniture, leather, ergonomic support, durable\n1. basic plastic seating, cheap materials, non-adjustable\n2. fabric office supplies, minimalist design, low durability\n3. ergonomic gaming chair, high-density foam, faux leather",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of phrases best summarizes the following product?\nProduct title: 65W USB C Laptop Charger for Lenovo, Type C Power Adapter Compatible With Lenovo ThinkPad T480 T480s T490 T490s T580 T590 X280 E480 E485 E490 E490s E580 E585 E590 E595 L380 and Others Type C Device\nProduct description: Broad Compatibility: 65W USB-C Power Adapter Charger for ThinkPad P52S t470 t470s t480 t480s t490 t490s t570 t580 t590 TP25 E480 E485 E490 E490s E580 E585 E590 E595 X270 X280 X380 ThinkPad-S2 Lenovo Yoga c730 c930 c920 920 Ideapad 720 720S Lenovo Thinkpad Charger ThinkPad X1 Carbon 5th 6th Lenovo Yoga 910 C930-13 S730-13 S940 730-13 720-13IKB 920-13IKB S730 Lenovo Chromebook C330 S330 N23,USB-C PD Wall Laptop Charger Lenovo ThinkPad L380 L390 L480 L580 A275 A475,Lenovo Laptop Charger USB C\n\n0. Lenovo Charger, USB C, Wide Compatibility, Power Adapter\n1. Lenovo Carry Case, ThinkPad Essential, Business Accessories, Yoga Series\n2. Lenovo Monitor, Display Port, USB C, Professional Use\n3. Lenovo Docking Station, USB C, Multi-Device Support, Office Setup",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which one of the following keyword sets best describes the product based on the title and description?\nProduct Title: Get Fit Blood Pressure Monitor for Home Use - Medical Upper Arm Blood Pressure Machine Reader - Pulse Rate Monitor - 2x99 Memory - Large Adult Cuff - LCD Display Sphygmomanometer - Navy - 35-52cm\nProduct Description: Accurate Blood Pressure Monitor: Each digital BP cuff kit is equipped with advanced measurement technology, a reliable technology that gives you highly reliable readings. The accuracy ranges are ±3 mmHg /±0.4 kPa (blood pressure) and ±5% (pulse rate). Advanced measuring techniques give you clinically accurate systolic and diastolic pressures, pulse, and heartbeat readings. This Blood Pressure Monitor has undergone clinical testing and verification to ensure the accuracy of measurement readings.\n\n0. kitchen appliance, cooking, timer, non-stick\n1. gym equipment, cardiovascular training, blood oxygen, wearable\n2. health technology, home healthcare, digital sphygmomanometer, pulse rate\n3. fashion accessory, leather, adjustable, minimalistic design",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the product details, which of the set of keywords best describes it? Product Title: Lavender Violets 36+6 Pcs Gel Nail Polishes Set UV LED Soak Off Varnish With Base,Glossy/Matte/Dimond/Glow-in-the-dark Top Coat Nude n Trending Colours C950 Product Description: FOUR FINISHED EFFECTS: This 4-IN-1 gel nail polish set gives you four different finish to choose, which allows you to create a multi-coloured manicure if you like. The glossy top coat leaves your nails with a high-gloss finish and the matte top coat provides a shine-free velvety effect. While the luminous top coat allows the nails glow in dark and the diamond top coat gives a sparkling appearance.【WARM TIPS】The luminous gel can emit light at night only after absorbing light! 0. gel nail polish, UV LED, multi-finish, luminous 1. hair care, hydrating, shiny, nail polish 2. skin cream, daily use, no effect, glossy 3. makeup kit, no UV, single finish, non-glowing",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which one of the following sets of keywords best summarizes the product? Product title: Bluetooth 5.0 Neckband Earphones with 120 Hours Playtime, Lively Life Wireless Headphones with Mic, IPX5 Earbuds for Running, Magnetic Headset Lightweight Earphones with Intelligent Noise Reduction Product description: 【120H Play Time】1000mAh high capacity rechargeable battery and type-c fast charging port provide you up to 120 hours of continuous talk / music play time and 365 days standby time after fully charge. Whether working out, watching TV or traveling, there's no need to worry about charging! You only need to charge once a month! ❤Please fully charge the wireless neckband earphones before your first use. Options: 0. High capacity, TV remote, waterproof, gaming 1. Fast charging, noise cancelling, sports, magnetic connection 2. Kitchen appliance, Bluetooth 5.0, IPX5, neckband 3. Long battery life, lightweight, IPX5, Bluetooth 5.0",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the product information below, which of the following sets of keywords best describes it? \nProduct Title: ARTOFUL Ear Wax Removal Kit, Ear Wax Remover Otoscope 1080P FHD WiFi Wireless Ear Cleaner Camera with 6 LED and 3.5mm Visual Ear Otoscope for Android, iPhone, ipad (Black)\nProduct Description: 【1080P HD Camera & 360° Wide Angle】: Our wireless earwax remover uses a high-quality 1080P HD camera and 6 LED lights. Whether it is a dim ear canal or nasal cavity, it can easily enter and capture clear images, ensuring that you can clearly see all the details in the ear canal or nasal cavity. Professional 360° wide-angle professional-grade lens can provide a complete and clear large-coverage field of view, helping you to remove earwax more easily and quickly.\n\n0. ear care, otoscope, HD camera, wireless\n1. beauty, facial, HD streaming, wired\n2. photography, wide-angle, sports, bluetooth\n3. gaming, 4K video, LED lighting, USB connectivity",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Straame Artificial Christmas Tree, Natural Look Branches Bushy Christmas Tree with Foldable Metal Stand, Easy to Assembly, Home Xmas Tree (4ft)\nProduct Description: BUSHY ARTIFICIAL CHRISTMAS TREE: Add a warm and festive feeling to your house with a Straame Artificial Christmas Tree. A realistic and natural-looking tree to complete your space during Christmas time. A stunning centrepiece to all Christmas decorations. Ensure your home looks magical during this time. The full foliage look is given by the number of realistic tips. The 4ft Christmas Tree has 230 tips, the 5ft has 450 tips and the 6ft has 600 tips.\n\n0. Weihnachtsbaum, künstlich, buschig, Metallständer\n1. Strand, Natur, Baum, Kunst\n2. Bücherregal, Weihnachten, modern, plastik\n3. Lampe, Weihnachtsbaum, künstlich, kurz",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title:Hair Curler, Automatic Curling Iron, Curling Wand with Adjustable 4 Temperatures and 3 Times, LCD Display Tangle-Free 360° Rotating 15s Fast Heating and Auto Shut-Off\nProduct Description:【4 temperature settings and 3 time settings for curlers】 the automatic hair curler offers 4 different temperature settings from 320°F - 430°F (160°C - 220°C) to suit different hair types. 3 time settings of 8s, 12s, 16s (15s for fine hair, 17s for medium hair, 19s for coarse hair) with a beeping alert when the set time is reached and it has a 25mm large diameter rollers and a U-channel, you can easily create different hairstyles such as soft waves, elegant curls and classic curls\n0. outdoor camping, waterproof, durable, lightweight\n1. kitchen appliance, fast cooking, temperature settings, timer\n2. hair styling, temperature control, automatic, quick heating\n3. hair dye, color options, manual application, mixing needed",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Given the details about the product, which one of the following sets of keywords best summarizes it?\nProduct title: Allisandro Waterproof Blanket 100×70 cm for Couch, Chairs, Car, or Bed, Machine Washable Triple Layer Tech Waterproof Furniture Protector with Cute Paw Print for Small Medium Large Dogs and Cats\nProduct description: [Great Gift for Your Love One]: This pet blanket provides protection from stains, pet fur, and liquid. It's ideal for protecting kennels, or the seats in your car while you travel with your little kids! This waterproof throw blanket is perfect for special holiday gifts for Mother's Day or Father's Day, Thanksgiving or Christmas Day, or a simply beautiful housewarming gift. And this waterproof blanket has a reusable zipper storage travel bag.\n\n0. pet blanket, waterproof, travel, holiday gift\n1. organic, kitchen towel, fragrance\n2. electronics cover, spill-proof, mobile devices\n3. outdoor tent, water-resistant, camping",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which set of phrases best summarizes the following product? Product Title: EL Wire Car LED Interior Lights Strip USB Neon Wire Lights 197 inch 6mm Sewing Edge Glowing EL Wire Lights for Car Ambient Lighting Kit 5M/16.5ft Car Decorations LED Lights for Car Interior (Orange) Product Description: 【2-wire Concealed Design】The car interior light is powered by USB and can be installed in the car gap, providing a good atmosphere effect. The cables can be hidden under the car mat easily, keeping your car tidy. This led lights for car adopts a convenient, flexible, and unique two-in-one concealed design, making it easier to hide the thread in the gap, without worrying about exposed wiring or an untidy appearance. 0. car cleaning, usb charging, ambient lighting 1. car decoration, ambient lighting, USB powered, concealed design 2. bluetooth speaker, car fragrance, LED mood lighting 3. smartphone integration, car diagnostics, USB powered lighting",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best summarizes the following product?\nProduct Title: KASIMO CAT 8 Ethernet Cable 10M Round Network Internet Ethernet LAN Cable, High Speed 40Gbps 2000Mhz SFTP LAN Wires Internet Patch Cable with RJ45 Gold Plated Connector for Switch/Router/Modem\nProduct Description: HIGH SPEED ETHERNET CABLE: KASIMO CAT 8 Ethernet Cable support bandwidth up to 2000MHz and up to 40Gbps data transmission speed that is 4x than the frequency of CAT 7 cable, so you can connect to your LAN/WAN segments and networking gear at maximum speeds and surf the net, playing games, stream videos, audio, music and other data at high speed without worrying about lagging and waste time for waiting.\n0. high speed, ethernet cable, CAT 8, RJ45\n1. audio, video, CAT 5, wifi extender\n2. USB, wireless, CAT 8, high latency\n3. broadband improvement, CAT 7, fiber optics, gaming",
    "output_field": 0,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: SEYMAC stock for Samsung Galaxy Tab S8 Ultra Case 14.6'' with Screen Protector Pen Holder [360 Rotating Hand Strap] & Stand, Heavy Duty Case for Samsung Galaxy Tab S8 Ultra 2022 SM-X900/X906 (Black)\nProduct Description: 360° Rotating Stand & Hand Strap & Shoulder Strap: The sturdy built-in kickstand will not only help free your hands but also provide more flexible and comfortable angles for your viewing or typing. The 360 degrees rotatable hand strap enables you to use the tablet at any angle with single hand. The shoulder strap makes it more convenient for you to carry your Galaxy Tab S8 Ultra tablet during your outdoor working, travelling or climbing.\n\n0. artistic design, customizable skins, solar charging, eco-friendly material\n1. waterproof cover, anti-scratch, lightweight, for children\n2. gaming accessory, enhanced audio, ergonomic grip, high capacity battery\n3. heavy duty case, screen protector, rotating stand, pen holder",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description, which of the following sets of keywords best summarizes the following product?\nProduct Title: 5 HTP Gummies - 98mg Chewable 5 HTP High Strength Sleep Supplement - Pure Griffonia Seed Extract with Lemon Balm - 60 Vegan & Gluten-Free Gummies (1 Month Supply) - Natural Mixberry Flavour - Non-GMO\nProduct Description: 1 Month Supply of Our 5 HTP Extra Strength Yummy Gummy Vitamins: Since 5 HTP is not found in food, it can't be obtained through any diet. Each bottle of our HTP 5 high strength supplement contains 60 delicious nature best gummies (not hard to swallow 5HTP tablets or capsules), which will last you for a whole month! Take two 5HTP high strength gummies per day to get the maximum benefit out of our effective 5-HTP supplement.\n0. antistress, magnesium, entspannung, tabletten\n1. muskelwachstum, protein, erdnussbutter, zuckerfrei\n2. gewichtsverlust, detox, grüner tee, kapseln\n3. schlafverbesserung, vegan, griffonia-samen, kaubar",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: 48PCS Halloween Cupcake Decorations Set Halloween Decorations Cute Cake Toppers Spider Cake Decorations Supplies Wrapper Cases Cupcake Toppers for Halloween Party\nProduct Description: 100% satisfied: Very suitable for DIY with family and friends. It is the best choice for Halloween gifts, very suitable for gatherings of family and friends. We can provide the best products and best service. Our cake decorating tools have undergone strict quality inspections before they are sold. If you have any questions about our paper cup decoration or need other help, please contact me and we will reply you within 24 hours.\n\n0. Halloween, balloons, party favors, DIY\n1. Summer, beach party, DIY, cupcakes\n2. Halloween, DIY, cake decorating, customer satisfaction\n3. Crafting, Easter, cake supplies, decoration",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best describes the following product?\nProduct Title: iWhite Dark Stains Teeth Whitening Toothpaste, 75 ml - Remove Dark Stains and Whiten Teeth - with Activated Charcoal for Teeth Stain Removal and Whiter Teeth - Eliminate Bad Breath and Restore Enamel\nProduct Description: DARK PIGMENT ABSORPTION TECHNOLOGY - iWhite Dark Stains Toothpaste uses dark pigmentation absorption technology to prevent tooth staining and restore enamel, providing active whitening. This technology is based on the powerful and binding properties of encapsulated activated carbon micropearls. These micro pearls with activated charcoal actively absorb coloured particles and neutralise and eliminate dark stains, restoring the natural whiteness of your teeth and giving you fresh breath.\n\n0. oral hygiene, mint flavor, toothpaste for sensitive teeth\n1. pigment technology, skincare, facial cleanser\n2. dietary supplements, natural health, detoxification\n3. teeth whitening, dark stain removal, activated charcoal, enamel restoration",
    "output_field": 3,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the product details, which of the following keyword sets is most suitable for the product? Product Title: Silicone Baby Feeding Set 4 PACK-Baby Feeding Supplies with Suction Bowl＆Divided Plate＆Adjustable Bib＆Soft Spoon-BPA Free Tableware Self Feeding Set-Easily Clean Infant Training Eating Utensils (Blue) Product Description: EASY CLEAN＆CARRY: LESS LAUNDRY means more PRECIOUS 'ME' TIME.MB waterproof silicone feeding utensils are easy to clean, smooth surface resists stains and does not absorb water. It can be rinsed directly with water, or put them in the dishwasher,no need to wait for long drying time.Soft material is light-weight and foldable,just put the feeding set in your bag.Our bowl,plate,spoon and bib are UNBREAKABLE, UNSCRATCHABLE and also NON-DEFRMATION. 0. outdoor camping, silicone, water bottle, durable 1. kitchen gadgets, waterproof, technology, silicon accessories 2. baby feeding, silicone, easy clean, BPA free 3. baby toys, chewable, color recognition, non-toxic",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: Abaseen Small Large Shaggy Modern Rug in 12 Different Colour and 4 Different Sizes (Dark grey, 120x170 cm)\nProduct Description: CLEANS EASILY: This rug can be spot cleaned or vacuumed easily due to its dense pile. These large rugs for living room are washable and hangs dry for easy cleaning, designed to absorb water quickly, and dries fast for a fresh appearance. You can use a carpet cleaner and it should be dried immediately and evenly. The bedroom rugs for adults are Non-Skid, Water Repellent, Fade Resistant. Long Lasting Use\n\n0. kitchen, waterproof, lighting, decoration\n1. skid-resistant, colourful, bedroom, washable\n2. gardening, outdoor, water-hose, pet-friendly\n3. office, ergonomic, dust-resistant, cleaning",
    "output_field": 1,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Based on the title and description. Which of the following sets of phrases best summarizes the following product?\nProduct Title: Towallmark Stud Finder Wall Scanner 5 in 1, Accurate Stud Detector with 120mm Digital Depth Display, Units Conversion in/cm, Audio Alarm for Center & Edge of Wood, AC Wire, Metal Pipe\nProduct Description: Accurate Sensor - this stud detector equipped with an efficient upgraded sensor has full self-calibration after it is close to the wall, ensuring the maximum stability and accuracy of detection. it can quickly and efficiently locate metal, wood, or live AC wires hidden in the different walls, floors, and ceilings, helping you find the exact location while installing TVs, cabinets, garage shelves, etc\n\n0. children’s toy, educational tools, safe play\n1. gardening, soil sensor, indoor planting\n2. home improvement, stud finder, safety tools\n3. kitchen gadgets, cooking tools, food preparation",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of keywords best describes the product? Product Title: MARCHIORI Romantic Rose for Women, Rose in a Glass Dome with LED Light, Unique Gifts for Women, Glass Dome Crystal Galaxy Rose Home/Office or Home Decorations, Gift for Wife Women Mother Product Description: BEST ROSE LIGHT --- Roses are the symbol of love, passion and admiration in our culture, It is a gift to express romance and undying love, It is a surprise for a birthday, anniversary or as a decoration for a wedding. This rose is encased in a clear glass and stands on a black base. Install the 3 AAA battery ,warm white light illuminates the entire dome The beautiful string lights will immediately bring a magical glow and will brighten up your home, living room or bedroom. 0. electronics, modern, light, battery 1. kitchen appliance, contemporary, rose, utility 2. love, romance, unique gift, decoration 3. gardening, outdoor, rose, sunlight",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  },
  {
    "input_field": "Which of the following sets of phrases best summarizes the following product?\nProduct Title: 30 Pcs Hex Key Set Metric/Imperial Short/Long Arm MM(0.7mm-10mm) SAE(0.028\"-3/8) CRV Steel Allen Keys for Furniture Assembly Bike Maintenance Disassemble and Install Cars\nProduct Description: 【ALLEN WRENCHES SET】: The Allen wrenches are the utmost tools for any amateur or professional DIY. They're perfect for working on bicycles, furniture, motorcycles, RC cars, machinery, vehicles, guns, etc. Tasks such as installing towel bars, tightening door handles, assembling furniture, and adjusting bikes or bookshelves - Whether amateur DIY or professional user, all can benefit from a reliable and versatile set of Hex Keys.\n0. kitchen gadgets, cooking, chefs, food preparation\n1. professional painting, decoration tools, wall repair, artists\n2. allen wrenches, DIY tools, furniture assembly, bike maintenance\n3. gardening, lawn care, outdoor equipment, farming tools",
    "output_field": 2,
    "task_type": "multiple-choice",
    "metric": "accuracy"
  }
]